[
  {
    "unique_review_id": "R2OMA8CHVALO6Q",
    "review_title": "Even The Best Camera Won't Work Without Better Software & Hardcore Hardware",
    "review_date": "Reviewed in the United States on September 20, 2018",
    "review_text": [
      "\n  I've had several GoPros (a half dozen over the years), and I'm a early-adopter of consumer 360 video. This camera was specifically purchased to replace my Samsung Gear 360 which easily produces 360 video, but has sub-par video quality. Given that the GoPro Omni runs about $1,400, the GoPro Fusion is a steal at less than half that cost.",
      "This GoPro Fusion is a beast. The housing is 2-3 times larger than even the largest other GoPro models, the battery is about twice as large, and the camera requires two micro-SD cards to even function (one card for the forward-facing lens, and one card for the rear-facing lens). The files are also HUGE (more on that later). Thankfully though, even though the camera is physically much larger than any other GoPro before it, it still uses the same versatile mounts.",
      "The GoPro Fusion looks and feels like a camera that has potential, but GoPro has got to get better file compression and make the app/software integration better. I was totally unable to stitch and render any 360 video on my phone because of the massive space requirements, so I downloaded the Windows 10 desktop software. When I then tried to stitch and render a video of approximately 1.5 minutes in length, I could see that the resulting file would take hours to render (not including the time it'd take to then upload it later to YouTube) and would be nearly six gigabytes in size. To be clear, that's one huge video. This estimated size I was given for a 1.5 minute video with the GoPro Fusion was the same as the average rip of a 2-hour Blu-Ray video.",
      "The sheer size of the files that the GoPro Fusion produces and the fact that the computer horsepower required to stitch and render them is quite significant makes this a no-go for me. Unless you're going to stick to filming videos of only a few seconds in length, any videos that are a few minutes in length will require hours of your time. That's just too heavy of a commitment for me to have the latest/greatest in \"wow\" factor videos. I'd rather invest the time and money in full-frame video from a mirrorless camera or using another GoPro action cam.",
      "To be clear, this camera has awesome potential and the image quality is outstanding (it's an absolute game changer). But the technology is so cutting edge that I don't see this being a practical camera unless you're a pro or pro-am with hardcore hardware and a lot of time on your hands.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3W3JCMV8YE5BQ",
    "review_title": "So far impressed, but the complete lack of easily found documentation makes it difficult for the uninspired.",
    "review_date": "Reviewed in the United States on February 27, 2018",
    "review_text": [
      "\n  I will update this review in a few days, there are a couple of statements I need to state.  First, the documentation is completely void from this camera.  If you don't have the appetite for \"figuring it out\" then don't bother.  GoPro, you can do better in sending a simple 10 page quick start guide, I know all the materials are in the video but...  I first did not know where the buttons were, I finally figured that out, then by accident paired with the phone and from there things became easier.  The software at first glance looks fine, of course I will figure out more once I start using it more heavily.",
      "Only from reading, I understand that folks have had issues with the software.  GoPro, you have an edge right now, don't blow it because of crappy software, if you cant do it yourself partner with someone, but the software is probably more important than the hardware in making compelling 360 videos and 2D videos from 3D source.  Don't set the bar and then let others cross it because of inferior software.  Bite the bullet and just fix it.",
      "Amazon, I hope you are reading this, you would do buyers a great service if you could post a quick start guide for buyers and potential buyers, not a video for 360 fanboys, but a quick start guide for folks like me, who want to take immersive video while on vacation.  I will try to put together a quick guide over the next couple of weeks and post it, but Amazon, you stand to make lots of sales if you can show how the 80% of folks can get what they need from this camera by understanding 20% of its capabilities.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RYFUBELV4SJC2",
    "review_title": "Awesome 5.2K Spherical Videos; not so awesome software.",
    "review_date": "Reviewed in the United States on March 6, 2018",
    "review_text": [
      "\n  I'll start by saying that the Fusion delivers really clean 5.2 K spherical video and it's really fun to shoot with. Using the free Fusion Studio app on Mac (haven't tried the Windows version), you can render out very nice video images with gimbal-like stabilization. It's the best stabilization I've ever seen on a 360 camera. Even with walking and micro vibrations, the hardware/software combination yields buttery-smooth movement. Using the Fusion is like having 2 GoPro Heros strapped back to back, and the Fusion Studio software allows you to do what GoPro calls \"overcapture\" which is to say you can do 16:9 HD or 4:3 cutouts from any part of the 360 sphere. But to be clear, you don't need Fusion Studio to do 16:9 cutouts. This can easily be done in Final Cut Pro X or Premiere by putting the equirectangular clips into a standard 1080 timeline, then adjusting the orientation of the sphere. The footage cuts perfectly into a project with other GoPro aquired1080 footage. Now the not-so-good news. The app itself is really, really slow to stitch. I have an iMac Pro 8 Core and 12 minutes of video took 8 hours to render!! Fortunately, I use another Pro stitching software, and it only took 1 hour for the same footage. So GoPro has to improve how the app is using the CPU. Assuming your clips are relatively short and you're patient, (let the clips render overnight) the camera is truly the best 360 camera I've used (and I've used a lot of them).\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2ZJ8QUCPR12WL",
    "review_title": "BEWARE, DO NOT BUY!",
    "review_date": "Reviewed in the United States on March 18, 2019",
    "review_text": [
      "\n  You will be disappointed with the video quality, and further frustrated by the GoPro software which in theory helps you import the file. This product is not ready for showtime!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2DR439DERUUXJ",
    "review_title": "Best 360 camera for under $1000",
    "review_date": "Reviewed in the United States on June 18, 2018",
    "review_text": [
      "\n  Produces best stitching and video quality and stabilization out of all 360 cams under $1000",
      "Possibilities are endless when editing footage in Premiere Pro using the over capture plugin.",
      "Stitching does take a while even on a 8 core cpu and high end video card but being able to trim video before stitching helps cut down on time, my computer isn't complaining about stitching overnight, well worth the results.",
      "Haven't tried any of the mobile apps because I strongly prefer editing footage on PC, I'm sure 5.2k video can get tough for phones to handle not to mention the amount of space it requires.",
      "You will have problems editing the footage on PC if the camera costs more than your pc. Don't expect your $400 budget PC to handle 5.2k video\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RKTKGSOPH6CX7",
    "review_title": "Not worth the money!",
    "review_date": "Reviewed in the United States on October 14, 2018",
    "review_text": [
      "\n  May shoot 360 video but cant do anything with it afterwards.  Software sucks!  Wish I could return it for a refund!!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2EWTH6VJV5452",
    "review_title": "Doesn't work with its own softwarep- makes it extremely difficult to use",
    "review_date": "Reviewed in the United States on December 8, 2018",
    "review_text": [
      "\n  The camera seems to take excellent 360 photos, and short videos as far as I can see from my mobile gopro app. But the big caveat is that the desktop software, Fusion Studio, that you are supposed to use to unload all of the massive images and videos to your desktop simply does not work.  Trying to connect my camera to my mac has taken hours, and it still isn't working.  It is NOT simple plug and play.  This is clearly a known issue due to the number of times the connectivity problem appears in online gopro help forums, but there is simply no substantive help that works anywhere.  This is extremely frustrating - you spend time taking videos and you rely on the camera, and you cannot unload the footage without popping the cards out and unloading those - that is a much more complex method than on a normal gopro  or other digital camera. Very very frustrating for such an expensive camera.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1CHM6F48JFQR7",
    "review_title": "Looks Great, shoots in night and day",
    "review_date": "Reviewed in the United States on July 10, 2018",
    "review_text": [
      "\n  The iPhone app is buggy, but you don't need it, it's a 360, think about your placement of the camera and shoot.  The images are night and day over my Insta360 Nano, as it can shoot in night and day too.  The Fusion software running on a 2010 Mac Pro 5.1, is so far rock steady doing almost 100 clips.  My Mac Pro is a basic Intel cheese grater model with 24GB RAM and a Sapphire 580 8GB GPU.  The render time is approx 11 minutes to render 1 minute of 5.2k Cineform.  I do own DaVinci Resolve Studio 15 (the paid one, you can buy a Resolve Dongle on an auction site for cheap).  The Cineform 5.2k files playback a little choppy on editing, but not enough of a problem to edit with.",
      "I have never owned any GoPro before, I always preferred Sony action cams more.  I have to say this one is an excellent camera for 360 VR work.",
      "This is more of a professional workflow camera, if you just want to do quick 360 video or photo, get an Insta360 Nano S.  If your aspiring for more, get a Fusion.  The only drawbacks are, the audio really picks up even a slight breeze, and one of the sides has a more noticeable stitch line then the other.  Image wise, this one looks nice.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3DWR1T6PKSOQB",
    "review_title": "Its a 360 Camera for the Beginner 360 Maker",
    "review_date": "Reviewed in the United States on September 21, 2019",
    "review_text": [
      "\n  Alright, let's get the camera information out of the way: First of all, yes it does record 360. It goes underwater just fine, and I've used it in pools, at the beach, and everywhere. However, the design of the software is something to be desired.",
      "Before I move on, you *will* need two MicroSD cards to shove into this camera. I recommend at least 64gb, since the files can get quite large. Both MicroSD cards will contain the video/pictures from a single individual camera *but* on both cards, neither card will have a stitched-together version of any videos/pictures that it generates. The GoPro Fusion requires you either use a stitching program *or* you use the GoPro Fusion Studio. I'll go over the base apps later on.",
      "So, the setup is... standard. Charge it up, and it can start taking 360 Video and Pictures. The Camera Tripod it comes with is nice, but its really short (2 feet is good enough if you put it on a table). It'll work fantastic as a selfie stick, or a table-mount, but you'll want to purchase a nice 4-6 foot Tripod with a GoPro Screw mount if you expect you're going to place it on the ground. It also comes with a curved and straight 3M Mount if you want to put it on a dashboard or a helmet. These 3M Sticky mounts are cool, but are permanent. If you're always going to mount your 360 Camera on the surface, its worth it. Otherwise, if you're doing something like 360 Footage from a vehicle, I highly recommend getting a Suction Cup mount.",
      "Now, I'm going to go over the Base GoPro App. It connects, about 6 out of 10 times, and when it does connect, you'll have about 120 seconds before the GoPro App freezes its picture. After 3 reconnections, the GoPro Fusion will refuse 100% of connections, even if video is currently recording. Bottom line, the GoPro App is made for setup, but not for monitoring. The stitching on the App is bock standard, and the only thing you can do with Stitched Pictures/Video is post to Facebook. You can't even download the Stitched Pictures/Video to your local device on Android to use in other apps, which is annoying.",
      "Switching to the PC GoPro Fusion Studio, I can tell you, this app needs to be fixed up quite a bit. It can stitch, but that's all you're going to do. The GoPro Fusion has a *very* terrible time trying to determine an actual stable horizon, making videos crooked once uploaded. If you need to fix Horizon line, I would suggest pulling in the Stitched Picture/Video into your favorite 3D Picture/Video Editor (I use Adobe Premiere CC) to adjust the horizon. The base app sucks at helping you fix the horizon line, as its built for a 2D Image with 3D Purposes. There's no trick to it, its just the GoPro Fusion doesn't record the level point, or the GoPro Fusion App doesn't read level horizon properly. However, despite all of this, I can tell you that, it can keep the *same* horizon line in the App for a video for the entire video (if you enable Full Stabilization), which means you don't have to worry about choosing the manual horizon line.",
      "Picture and Video quality is slightly lacking on this iteration. A 5.2k image *sounds* cool as a statistic, but, in practice, not so much. Remember, this image is stretched around a 360 image, which means that your pixels are about 2.8x the size of a normal 5.2k image. If you're in anything lower than outside sunlight, forget it. The ISO sensor they put in these GoPros is horrendous. Will it take a video/picture? Sure. However, be prepared for some pretty bad low ISO static all over your image. If you can't get a good image at 1600 ISO, I would recommend just putting the Fusion away because maximum ISO is *very* bad.",
      "I think its a good \"360 maker's\" first 360 Camera, but not much more than that. If you're considering any kind of hobby into 360 Photography, I would suggest something a little higher resolution, and with a better ISO sensor.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3PGQAOSX49Y5Q",
    "review_title": "Absolutely Love it!",
    "review_date": "Reviewed in the United States on April 26, 2020",
    "review_text": [
      "\n  So, I chose this particular camera instead of the MAX for a few reasons. The first one, the price was right. The second one, it shoots RAW photos, which the newer GoPro VR Camera doesn't (at least not as of this review).",
      "Things that I like about this camera will focus on both my work and personal fun factor use.",
      "1: It came with the selfie pole that doubles as a tripod. This may seem trivial to many, but it's actually much better than I thought it would be. Depending on the angle and extension you hold it out, the pole is completely gone from the picture.",
      "2: The fact that the pole can be extended and retracted very easily is a big plus for carrying it everywhere and start shooting right away. Since it is a gopro accessory, you can also connect any other gopro or compatible action camera and accessory to it, if you won't use it for the fusion.",
      "3: Ruggedness. It feels solid and the rubbery case makes it so easy to handle without much concern of slippery fingers which could spell camera doom. The buttons are also easy to reach and use and just feels solid",
      "4: It's actually waterproof without any extra hardware! Ok, so you cannot go diving too deep with it, but it will still  work for some nice underwater, rainy day or watery footage you may want... but for deep diving, you will have to get a special case. Now, underwater footage isn't so good for VR, but is good enough in overcapture, which is what I use most of the time, lately.",
      "5: Almost unnoticeable stitch-line! This is a HUGE issue with many VR Cameras, and I have many! not even my 6 camera VR rig compares. Now, granted, you can remove almost completely the stitch-line using special software, but when I export to the Fusion software, it is almost unnoticeable 8 out 10.",
      "6: Faster Turn-in: ok, I know there are faster better in-camera stitching options out there, but for the price I paid, it's hard to complain. Take the footage, dump the SDs into a project folder, run fusion, tell it what to render as VR or overcapture and let it do it's thing. Photos are almost immediate. Video can take longer",
      "7: Timelapse Multishots: so I take bursts or timelapses as photos, because it will export the best, sharpest image I want... or create a short video if you prefer. your uses may vary, but I found it helpful for my work",
      "8: Battery Life: It may come as a surprise, but the battery actually lasts quite a bit! I bought additional batteries and the dual charger to always have it ready. Heck, there is hardly a day I don't go out without it. For work doing virtual tours for clients or just for fun, battery lasts a long time",
      "9: Image Stability: so I made sure to rough handle it to test its limits on motion sickness, but surprisingly, it is able to keep a nice horizon very nicely! Granted, there is a bit of shakiness still, but the stitch is also almost impossible to find even with the vibration of the drone, car, bike or jog. I'm still going to buy a sizable gimbal for overcapture footage, exclusively for this camera, but even with the selfie stick, I'm pleased so far.",
      "10: you can use the GoPro remotes independently or alongside other gopros, even if they aren't a fusion! It just works far better than expected!",
      "Now, there are a few things that I sort of don't like, but not a huge deal",
      "1: two microSD cards: ok, so I don't hate it, but having to have 2 cards all the time, and having to export both cards for each project is truly a little annoying and can be time consuming if it's 64 or 128GB per card that you are transferring out. But knowing how long it takes, makes it easier to set a timeframe for clients.",
      "2: stitching on the phone isn't quite as good as on the app itself. so it's good enough for personal facebook, but definitely not for delivering to clients. but when I do it for clients, I prefer doing it with the higher quality anyway, so RAW on photos and 4k ~ 5.2k on VR video or up to 3k on 2D video.",
      "3: app can be annoying to work at times. so it's not as bad as it once was, but it's definitely not as good as I'd like for it to be. But it gets the job done, even if it requires a few extra steps... for easy sessions I just use the gopro remote and I'm golden.",
      "4: No bracketing. If you aren't sure what that means, basically the ability to take underexposed, normal and overexposed photos at the same time, ranging from 1, 3, 5, 7 ~ levels. While you cannot do it in one shot, you can simulate it, but of course takes extra time. The benefit of this shines in RAW, because you can take really underexposed photos for better detail on bright windows, and overexposed photos to bring up the details in shadows. Combine all that in photoshop or other favorite software and voila!",
      "5: Finding the software on the GoPro site is extremely difficult and it's probably easier if you just google it, since it's pretty much hidden away on their website to promote their newer cameras... But it's still there... just harder to find...",
      "6: i cannot find anything else to complain about... the minor issues are just that: minor! All my other VR Cameras are now mostly for decoration in my office, except those for underwater",
      "I honestly didn't see anything that wowed me from the MAX, so the fusion is just as good if not better, with the only issue of lacking a built-in screen and needing 2 microSDs instead of 1.... but for the amount of footage I shoot in a day, I'd still be carrying 4 cards, anyway, so yeah....",
      "Anyway, I hope this review was helpful.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1YZLMR3009F66",
    "review_title": "Contento con mi nueva cámara",
    "review_date": "Reviewed in the United States on September 5, 2019",
    "review_text": [
      "\n  Es un producto excelente, es económico para colombia, ya que comprarlo dentro del país excede su valor. NO TRAE LA MEMORIA SAND DISK\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3BZ7Z5UZNH137",
    "review_title": "Understand the workflow and fall in love with this product",
    "review_date": "Reviewed in the United States on May 20, 2019",
    "review_text": [
      "\n  Product and seller are absolutely awesome!",
      "I never saw so many unfair reviews about a product so I decided to give my two cents.",
      "The GoPro Fusion is amazing once you understand you need a good computer and you come up with a workflow.",
      "This is not a typical GoPro workflow.",
      "PROS:",
      "- great image quality",
      "- stitching files is easy (not fast)",
      "- product hosting is waterproof and made out of great quality materials",
      "- box INCLUDES great quality selfie stick and pouch",
      "CONS",
      "- Stitching files takes a long time",
      "- it requires the use of a good computer (see computer requirements for GoPro Fusion).",
      "- camera is heavier than a typical GoPro.",
      "- Fusion Studio lacks features to edit the files better.",
      "I'm super happy with this product. I've been using it for about a week and the more I use it, the more I fall in love with it.",
      "Yes,  it could be better; yes,  there are many other features they could've included in the product; yes, it takes some time to wrap your head around the workflow; but, hey, I say the same about my laptop,  my car, and my gf (lol).",
      "Once you understand what type of computer you need, the workflow and that stitching files might take long,  you are gonna love this product!",
      "Also,  there are a few adjustments you need to do to your computer,  such as updating your operating system and dedicating your video card to the software, but it's all described in the GoPro website.",
      "Just take a look at reviews,  how to videos and you will be good to go.",
      "Create,  upload, enjoy!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1270H1KRP2GCO",
    "review_title": "Terrible First Impressions",
    "review_date": "Reviewed in the United States on October 26, 2018",
    "review_text": [
      "\n  I haven't had a chance to review any footage yet, but that's because this camera makes it nearly impossible.",
      "- It won't connect to my PIxel 3, a brand-new smartphone (it's not supported it)",
      "- It took about 2 hours to transfer a 1min video to my MBP with Fusion Studio",
      "- That video is about 6gb, and won't play anywhere (either in Fusion Studio or just a player)",
      "- It's asking I update the Fusion, says easiest way is with the app (which I can't use)",
      "Fairly brutal first setup. No way to review footage, no way to share with my phone or computer, no way to update. Zoinks.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1R19AHDGH3DZC",
    "review_title": "Does it work",
    "review_date": "Reviewed in the United States on May 13, 2020",
    "review_text": [
      "\n  Yes, it does work.",
      "You must use the app to see your videos in 360.",
      "Pictures look terrible. Looks like your are looking at a fishbowl. You can Pan around but still looks crappy.",
      "The video looks OK on my phone,, but total garbage when I put them on my pc. And on the pc,,, NO 360.... You get a movie using the front camera and a separate movie using the back camera.(not a 360 video)",
      "I had a Kodak orbit,, it made true 360 movie files, why not the gopro?",
      "The fusion says it's 4k..... NO. It's NOT. It is 3k or 5.3k.",
      "The 5.3k is not a true 5.3k. It's 3k from one camera and 2.3k on the other. So you truly only get 3k at best.",
      "There are only 2 settings for video quality.. The 3k at 60fps or the 5.3k at 30fps... That's it. You only choices.. NO 4K.",
      "The video quality is OK... Not great. There are much better cameras on the market. I'm not saying it's bad, but it should be much better.",
      "The app and other software,,, well let's just say it's not worth downloading. But if you want to see your pictures or videos in 360,,  you are left with NO Choice but to use the Gopro app.",
      "the app will NOT edit a 360 video. I found out how to save the videos but it takes 45 minutes to save a 4 minute video. I tried to send(share) the video thru a TXT message,,,HAHAHAHA , what garbage .. no 360.... could NOT tell what the video was about,,LOL. youtube would NOT allow me to upload the video,,,so pretty pointless for that. I managed to save the 360 video to my phone,,,,ha ha ha big surprise  NO 360....lmao.",
      "gopro said use Quick to edit the videos,,,yeahhhhh,,,NO GOOD, will NOT do 360 videos.",
      "The app pretty much just let's you control the camera remotely and view your pictures and vids. I have not been able to export anything from the app to my computer or an online service such as YouTube.",
      "The camera is complicated to set up. You only have 2 buttons and a very small screen. No instruction come with it on how to use any of the functions. The gopro web site only shows the latest models of gopro cameras.",
      " The camera uses 2 micro SD cards.. 1 for the front camera, 1 for the back.. Each movie or picture makes 2 pictures or movies.... Total waste of memory on your SD cards.",
      "the gopro says use ONLY the gopro battery charger... it does NOT come with the camera...LOL.",
      " THE GOPRO Fusion is a NO GO.",
      "I will be returning this junk. Amazon, start printing the return label... This is coming back to you.",
      "(returned today 5-14-20)\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3NLBV3WEYXNHV",
    "review_title": "First 24h review - 1 star",
    "review_date": "Reviewed in the United States on August 21, 2019",
    "review_text": [
      "\n  My camera came with almost no instructions. Just diagrams that helped me work out where the battery went.",
      "I called Gopro and they emailed me a link where I could download and print my own manual (using my paper and my ink).",
      "He then started trying to sell me on a Hero7 camera.",
      "I asked if he could please mail me the instruction manual that was supposed to be in the box, and he told me that there wasn't one because they are a \"paperless company\".  Well maybe THEY are, but I'm sure the manual I'll be printing uses a lot more paper than they would have.",
      "The Cust Service guy did not see the disconnect between my disappointment at having to print my own manual, and his goal of selling me another camera.",
      "Also, my LG G6 phone is already telling me it can't connect with the camera. maybe i did something wrong. I wouldn't know as I don't have any instructions.",
      "They are 1 more failure from this camera being sent back.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2RC78BF3T2OYH",
    "review_title": "GoPro Fusion Studio and Reframe Plug-in for Editing 360 footage",
    "review_date": "Reviewed in the United States on May 14, 2020",
    "review_text": [
      "\n  Two things to get started editing: GoPro Fusion Studio and Fusion Reframe Plug-in for Premiere. Capturing is pretty straight forward, two matching micro-SD cards, charged battery, camera mounted on the included selfie stick.",
      "GoPro app connects pretty easily, just follow the instructions.",
      "A few less desirable characteristics. Chroma noise in the video image and loss of quality when reframing to 1080p. Hoping for a sharper image and better colors, an iPhone 8 will deliver a better picture.",
      "That being said, in the age of social distancing, I’ve been using this camera for remote interviews. It can be difficult to explain or have someone get the right composition. I’ve found this camera gives greater flexibility to reframe the image. Just make sure to use in bright locations.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R257VWQXSSVBTB",
    "review_title": "Please buy a different camera. This one just doesn't work.",
    "review_date": "Reviewed in the United States on January 24, 2021",
    "review_text": [
      "\n  I don't understand these average reviews. This thing may record great video... I can't tell... The mobile phone software is so bad, connectivity between the phone and camera is so unreliable, in 8 months I've been uterly unable to produce anything useful off this camera. It's  failed in so many different ways, it's one frustration after another. I'll  screw around with it a few days, get frustrated and disappointed again, and ignore it for a few weeks before I try again.",
      "I thought I had it figured out and recorded this gorgeous beach sunrise this morning, waited 10 minutes for the download to the mobile app to finish and it's back to failing the download and refusing to try again.",
      "When I got it out yesterday the battery I charged last week was dead. It turns itself on when stored and drains it.",
      "Yesterday afternoon I lost connectivity from the app to control the camera and eventually found that the camera had turned wifi off on its own.",
      "If you don't specifically turn off voice commands it interprets anything you say around it as best it can and records all kinds of random stuff draining the battery.",
      "I've updated the firmware and the really crappy Android app with no success. I've followed all the troubleshooting steps published on the community forum. AND IT IS STILL UNUSABLE! This must have been rushed to market with no qa funding for the development project and no support. It's alpha release at best and hasn't been fixed in all this time since I bought it.",
      "Never trusting gopro again. I've learned my lesson.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R27IL5YY2JRP4J",
    "review_title": "unable to create decoders",
    "review_date": "Reviewed in the United States on January 7, 2020",
    "review_text": [
      "\n  Not bad at all considering its price, less than half of the price of GOPRO MAX.",
      "The fusion grip (extension pole) is a piece of junk I have to say, less than two weeks it got stuck, then broke into pieces. the end cap is only glued to the pole, and will fall off very easily, the quality is horrible, very disappointed.",
      "I used to have error message 'UNABLE TO CREATE DECODERS' in GOPRO fusion studio, but finally find out the solution.  just switch back to the older version v1.1 which has better compatibility, so I installed version 1.1 instead and it worked pretty well, the speed is a little slow, 30 sec footage will take 15 min to stitch. spent $70 and get a used GTX960, now it will take only 4 min to stitch that 30 sec video, good enough!\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2MAVKX16ED087",
    "review_title": "Buggy stitching software renders great hardware useless.",
    "review_date": "Reviewed in the United States on July 1, 2019",
    "review_text": [
      "\n  Hardware and image quality are fantastic. Required stitching software is as buggy as everyone says.  I render on a desktop and rendering time is not a problem (10 min of footage takes ~6-7 min to cineform at full resolution). However the fusion software regularly crashes. Worse, the “recover project” option only results in more crashing. Therefore, user has to start project from scratch regularly. It is infuriating. The fusion desktop software is useless. Without the software, the hardware is useless.  The camera came out 1.5 years ago. If they haven’t fixed the software yet, they probably never will.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3HUHSB4E4ETX0",
    "review_title": "Great camera, easy to film with, not too hard to edit for the intermediate premiere user.",
    "review_date": "Reviewed in the United States on April 26, 2018",
    "review_text": [
      "\n  I had little trouble getting started with this camera. It appears as though GoPro has fixed their bugs at initial launch with some firmware patches.",
      "I think there is little understanding or documentation on how to use and edit these kinds of cameras, but if you have experience with stitching panoramas or editing in Adobe Premiere or Photoshop, you should be able to figure out how to use this camera within a few hours. Editing in 360 as well as their overcapture/reframe mode take about the same skill level.",
      "Pros:",
      "-The stitching in the software is almost always on point, there will always be imperfections, but for the most part, stitching at eye level viewing angles is consistent.",
      "-Multi axis stabilization (software based stabilization) is very impressive, and holds the camera angle in place (in my case I've noticed by default it points north at the horizon, regardless of  how you physically move the camera) which makes for great footage from a moving vehicle going over rough terrain (emulates human head movement) or while walking and unintentionally twisting/tilting camera. In low light you do get some strange blurring, so I cannot always recommend using it, but you can choose whether you need it after recording your video.",
      "-Battery life is good; usually doesn't run out of battery during a day's worth of casual use. Probably had the battery run down over an 8 hour period with about an hour's worth of clips taken",
      "-stitching software offers a lot of export modes, camera raw adjustments (for both video and photo)",
      "-voice recognition is pretty accurate, does not get a lot of false positives. Of course your friends will want to talk over you when you try to use voice commands",
      "-type C charging",
      "-editing in premiere with the provided plugins is surprisingly easy if you are experienced with premiere, not too difficult to learn if you are new to premiere. If you don't know how to edit in premiere, I think gopro's quik works with this camera, but I haven't tested it.",
      "-App works well (android) to preview shots in 360, and play back files from the camera before rendering. Its a little slow and sometimes a pain to connect to, but overall very usable.",
      "Cons",
      "-wake time is slow, takes about 10-15 seconds to start up, so it is not super convenient for the unexpected, but when it is powered on, it will start recording immediately",
      "-Price point is a bit steep. I'd say I got my money's worth, but for some, the price is steep",
      "-requires a lot of hard drive space on your computer, I would recommend having about 4 TB available to sandbox around with this camera. Premiere will need more swap disk space than normal",
      "-need a newer computer to edit video, especially when using the reframe function. Don't expect your 6 or 7 year old computer to play nicely with this camera. It kind of works on my 7 year old desktop, but I get a lot of errors in Premiere. Works flawlessly on my new laptop.",
      "-about every minute of raw footage is about 1 GB of video files before stitching, files get bigger after stitching.",
      "Conclusion:",
      "If you are in the market for a 360 camera, and don't have a serious budget constraint, I would pick this camera, as it is made and supported by an American company. There are some great low budget cameras that have similar specs on the market, but they are from relatively new Chinese companies, so I don't know if I trust them to support the camera long term, even though gopro has been struggling themselves.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2GIH51FHNG4A9",
    "review_title": "A Great 360 Camera with Some Usability Issues",
    "review_date": "Reviewed in the United States on July 13, 2020",
    "review_text": [
      "\n  The GoPro Fusion is a great choice if you want to save some money but are looking for a robust 360 camera. Because GoPro has not released proper desktop software for the Max, the Fusion is actually a great choice if you plan to work with 5.2K footage.",
      "The need for dual memory cards and lots of post rendering make it less \"consumer friendly\" but pros will likely not blink.",
      "Great battery life and even the nice hard case and handle that come wih it make the GoPro Fusion a class act that's a steal at current selling prices.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2W12S8K5WCE9E",
    "review_title": "Great 360 camera!",
    "review_date": "Reviewed in the United States on June 16, 2020",
    "review_text": [
      "\n  Pretty amazing 360 camera if you have the computer to render the files. It uses 2 different micro sd cards, one for the front cam and one for the back cam. You have to download “fusion studio” which is a barley stable program. Crashes 1/3 of the time you use it. Anyway you have to render the two files together with that program and depending on your computer, can take forever.",
      "The fusion is a great camera though. Awesome quality video, easy to use as any GoPro is. Water resistant and what not. Just can’t pop off quick edits, basically need a day to get the footage into an editable form.",
      "But for $200, it’s worth it.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RYEXT3QGGLNC8",
    "review_title": "Fusion Studio program on pc doesn't run",
    "review_date": "Reviewed in the United States on May 20, 2020",
    "review_text": [
      "\n  The Camera itself is alright but the most important part will be to be able to download and install and run the program Fusion Studio on your computer for possibly stitching easily your videos. Even with my i core7 1TB 16gb RAM I can't run the Fusion Studio app and I keep having error note while launching the app. I just returned my GOPRO Fusion and got refunded. I love the Camera and it accessories but the app sucks.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3RZYPTZMVBZKH",
    "review_title": "Do not buy they - have no replacements under their warranty",
    "review_date": "Reviewed in the United States on July 13, 2020",
    "review_text": [
      "\n  So I buy it, it works for a couple of weeks, then will not turn on.",
      "I contact their technical support, they give me instructions to send it in for replacement. So far, the only thing I get is an email from them telling me they do not have any replacements and they do not know when they will. They said they have to 'order' more.  You go to their support page, fill out a form and click 'call'. They call - and know nothing more that in the email.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3KJP3EAUYTY0X",
    "review_title": "Great 360 camera for a $200 price",
    "review_date": "Reviewed in the United States on May 28, 2020",
    "review_text": [
      "\n  Overall the camera is great it's a little big but not a big deal I have it mounted on my motorcycle on my left handlebar to record in front of me and behind me for when I go to work in case I get into an accident or something. The battery life seems to drain at 1% per minute give and take and I wish I had a separate battery to exchange them instead of charging up the single battery since it takes awhile also you have to use the original cable to connect to the computer if you want to transfer content not just charge it. Overall it works great for what it is I bought it for 200 like couldn't imagine paying more than that for what the camera does.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3DD8DHG99XQZY",
    "review_title": "you have to be a computer genius to use",
    "review_date": "Reviewed in the United States on May 8, 2020",
    "review_text": [
      "\n  The biggest thing with the 360 camera is the editing, and through my experience it is very flawed. You need a laptop strong enough  to handle the incredibly awful experience of transporting your photos. The computer program crashes often. Takes hours to render any videos and they still look awful in the end.",
      "I have seen great footage with these cameras online but I could not get it to work even on a very nice expensive computer I borrowed.",
      "WOULD NOT recommend to anyone who is not confident in their ability to edit photos and videos using computer software\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2CD2I27FD9RBK",
    "review_title": "Happy with it so far",
    "review_date": "Reviewed in the United States on July 1, 2019",
    "review_text": [
      "\n  I bought this after considering a Nikon KeyMission for some time. It got better reviews and was a higher megapixel rating so I hoped the image quality would be better as well. The movie quality is pretty good. Rendering the video though requires a pretty new or reasonably powerful computer. The software is slow to scan and not as intuitive as I'd like. YouTube videos helped me more than the GoPro website. The camera has a GPS so there is telemetry data available, however it appears the GoPro software won't make use of it. Hopefully that will change in the future. It's a shame to not be able to use that and stay in the GoPro software. I had to download a third party application and I'm still learning how to use that properly. Overall I'm happy with it, just wish the software was simpler to use.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RNPUO2ZWEAQ8S",
    "review_title": "For $200, this is spectacular",
    "review_date": "Reviewed in the United States on August 3, 2020",
    "review_text": [
      "\n   A great 360 degree camera. $200? Lots of features? It’s spectacular. The film stabilization works great and the end results are pretty good. The attached video is rendered without even using any stabilization/anti-shake software at all.",
      "Pros",
      "- Cheap",
      "- Waterproof",
      "- Takes fantastic photographs and video",
      "- Nice design",
      "- Extremely easy to use",
      "Cons",
      "- A couple of missing features that bug me personally on the mobile app",
      "- The fact that the GoPro mobile app has more footage editing features than the desktop app is bewildering",
      "- The desktop app is bare bones",
      "- Even on a fast computer, without a beefy GPU to use the hardware acceleration it will take a long time to render. Like 1 minute to render 1 second.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2EUS2O48XJSV0",
    "review_title": "No 360 Camera Is Perfect",
    "review_date": "Reviewed in the United States on August 30, 2018",
    "review_text": [
      "\n  The Fusion has its flaws - like any other brand - but for what it's worth I'm happy, happy enough to buy a second one.  Shooting (and editing) in 360 is not only a learning curve, but introduces technical challenges in storage and rendering speed. The problems I see people run into can be experienced with any 360 camera. Overall I think the Fusion is in the top 3 for consumer level 360 cameras in the price range.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3CT85JNSCP09B",
    "review_title": "Had difficulties",
    "review_date": "Reviewed in the United States on May 24, 2020",
    "review_text": [
      "\n  I've had GoPro's in the past but this one was just difficult. The app didn't want to pair with my Samsung Galaxy 9+, but it would with my husband's S9. There are so many 360 cameras on the market these days...and so many still entering the market, I think GoPro totally missed the mark on this one. I found it cumbersome and having to use 2 micro SD cards makes stitching, etc more difficult. I hope their next-gen 360 is better!\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "ROEPDOKFKT1LA",
    "review_title": "disappointed app",
    "review_date": "Reviewed in the United States on September 1, 2018",
    "review_text": [
      "\n  hello there,",
      "I can't see anything on my phone galaxy s7 edge (No preview or live feed on Galaxy S7 Edge only black screen i try it with my firends phones same issu  ) for that price if I take two Chines 360 cam it's better ...I think GoPro better than that but I disappointed it's not usable at all",
      "no thanks. I sent the fusion back. I dont want to be a Beta Tester and have to pay 699+shipping for that.",
      "if you want me to test out new products in Beta, you are welcome to pay me for that.",
      "best\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3F4ZAPOBMER5H",
    "review_title": "Picture Quality Not Very Good",
    "review_date": "Reviewed in the United States on June 18, 2020",
    "review_text": [
      "\n  I was really excited to try this 360 camera.  The specs looked very good for this price point.  Unfortunately the picture quality was very grainy unless you use it outside on a very sunny day.  Also having to use 2 SD cards was a pain.  I have not seen any other 360 camera that you need to download your pictures from 2 SD cards and merge them.  I ended up returning the camera.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R27PV3C0TPF1ZE",
    "review_title": "Awesome Deal IF you already have a FAST computer, definitely worth the pickup for $200",
    "review_date": "Reviewed in the United States on May 25, 2020",
    "review_text": [
      "\n  A lot of people complaining about the software and rendering times but I haven't had any issues. I'm running a 3.4 ghz 6-core processor with a gtx1050ti 4GB and am able to render 1 minute footage in about 2 minutes.",
      "The only way to get the maximum quality out of the fusion is rendering it in ProRes and editing in post using Adobe Premiere. If you render directly to social media quality will be very pixelated.",
      "Quality is amazing for what it is and for the $200 price tag this is a STEAL!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3FDEMEYB07E6F",
    "review_title": "Awesome camera to capture the best moments",
    "review_date": "Reviewed in the United States on March 14, 2019",
    "review_text": [
      "\n  The GoPro Fusion has allowed me to capture every moment snowboarding, skydiving, riding my motorcycle, and more. With helmet mounts and other mounts I bought to attach to whatever I'm doing, I've been able to take this camera everywhere and not be afraid and baby it too much. Customer support has been amazing, when I would have an issue with the camera they put in the time to help me and replace problem parts.",
      "I highly recommend this camera to anyone that wants to capture a moment wherever they go, this camera can handle it.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3FJ4BJCBIASZP",
    "review_title": "Amazing camera!!!",
    "review_date": "Reviewed in the United States on August 3, 2020",
    "review_text": [
      "\n  This camera performs superbly, and the photo and video quality exceeded my expectations. One click captures everything! Using the GoPro app is the most convenient way to use the camera, but it's not a necessity. The basic features of the camera are so easy to use that my 7-year old niece uses it sufficiently, but it has advanced features for professionals who want more control of its functionality. Editing is separate from the actual product review, but it is very important when considering to buy this camera. If you have plans to use computer software, make sure that the computer meets the specifications required for rendering.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RY2GPV0A0JW2N",
    "review_title": "Go Pro Quick Tip",
    "review_date": "Reviewed in the United States on July 30, 2020",
    "review_text": [
      "\n  Hello everyone. I had trouble, not with the purchase or the seller or the camera, but with getting the two sides of the camera into the stitching program. After much trouble, and getting a \"218\" error from the go pro fusion software, I finally found the simple thing that nobody mentions about importing footage. If you buy a fusion, put both folders from GPfront and GPback (the front and back folders that show up on the cards when you record) into another folder together....call it \"footage\" or whatever. Then the GoPro software will import without the \"218\" error (and no explanation).......GoPro should have this right up front in their website or documentation....but that would be too easy. .Just trying to save someone else the hassle of researching this simple answer. cheers\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R22MR8W9SFSQHQ",
    "review_title": "Great price and overall great 360 GoPro",
    "review_date": "Reviewed in the United States on September 9, 2019",
    "review_text": [
      "\n  I love everything about this camera but the easy to use gets one less star in my book because even though it shoots superb video, the app is a pretty glitchy and would crash on me. Definitely get another battery because it goes fast if you’re filming in 5.2k. Love the tripod/selfie stick that comes with it. Overall great product and you can’t beat the price.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3BY8VVPXYVOGK",
    "review_title": "Takes great 360 photos.",
    "review_date": "Reviewed in the United States on August 14, 2020",
    "review_text": [
      "\n  This is a fun toy/tool. I bought it to make documenting the as-built condition of buildings easier. The tripod is really neat for travel but it isn't very tall. It comes with 2 spare mounts and I was able to use one on my 6ft quick release tripod. The model is discontinued though so don't expect many future updates to the software.  Inital firmware update process aside, it was pretty easy to use. You will need two memory cards. But the camera auto stitches the images together into a spherical image you can pan around in by touch or by moving your phone. Excellent starter device for exploring 360 image creation!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2P4TIMTVMECTS",
    "review_title": "Fast & easy. How it should be",
    "review_date": "Reviewed in the United States on May 1, 2019",
    "review_text": [
      "\n  Amazing! Ordered yesterday, here today! I LOVE amazon! I just got it out of the box! Super fast shipping and so far my new toy is living up to my expectations!",
      "Perfect gift for myself and Now that I think about it, I know what to get everyone for Xmas\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2YA4QT9V1M8GS",
    "review_title": "Absolutely love the gopro 360 fusion",
    "review_date": "Reviewed in the United States on May 6, 2018",
    "review_text": [
      "\n  Absolutely love the gopro 360 fusion. Ive filmed hundreds of clips so far. The included downloadable software very easy to use.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R39GKJZYLZATOA",
    "review_title": "Camera functionality poor, price is way arrogant",
    "review_date": "Reviewed in the United States on September 20, 2020",
    "review_text": [
      "\n  I found this GoPro to lack basic quality and functionality.  Device would lock up frozen, battery very warm and forced restarts.  The app is horrible and freezes.  I tried multiple units and found the Hero Fusion a very poor and overpriced product.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1CS8NCCEM6HGN",
    "review_title": "Great For Streetview and virtual tours",
    "review_date": "Reviewed in the United States on August 18, 2020",
    "review_text": [
      "\n  I had a Max but returned it and bought 3 Fusions since they're discontinued. The photos look great and it can shoot 2 fps which is great for updating Google  Streetview and making virtual tours\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2OC51JA1UKSES",
    "review_title": "SLOW CAMERA SLOW APP SLOW ALL",
    "review_date": "Reviewed in the United States on August 6, 2020",
    "review_text": [
      "\n  1. Excellent quality image.",
      "2. being  honest, I hate this camera, puted my money in the trash, VERY VERY SLOW, App don't respond, I tryed on both system iOS and Android, I have to sync every time that I need to use this camera, I think I have to buy a Mac Pro with 100 Giga of ram to process my footage, I'm really regret bought this camera",
      "3. Hey GoPro, give my money back.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3MXZN9EP70UD7",
    "review_title": "Great camera, great price",
    "review_date": "Reviewed in the United States on June 5, 2018",
    "review_text": [
      "\n  Awesome camera at a great price! 360mdegree video and photos will change the way you document your adventures\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1LS97F9DS87D4",
    "review_title": "Not for casual users",
    "review_date": "Reviewed in the United States on March 5, 2020",
    "review_text": [
      "\n  Linking to your phone is pretty much impossible and the app is a nightmare to use. You've need Fusion studio to put the videos together, but it won't run on most computers. Since Fusion Studio won't run on the 3 computers we've tried it on, I'd have to say picture quality is poor/nonexistent. Is submit a video, but have yet to have anything that works from the Fusion. Don't believe the GoPro hipe, it's a bad product from a bad company. Would be better off using a cell phone camera.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R37S1DITLWYB1S",
    "review_title": "Great once you learn Fusion Studio or the App",
    "review_date": "Reviewed in the United States on March 13, 2020",
    "review_text": [
      "\n  I love this camera, but it has taken a bit of work to learn the editing side of things. Also, ensure that your computer can handle the Fusion Studio by checking the specs on the GoPro website. Alternatively, the app allows for editing as well.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R38GQ19H9KJN9Y",
    "review_title": "Awesome",
    "review_date": "Reviewed in the United States on November 28, 2018",
    "review_text": [
      "\n  This is the perfect camera for hiking shots. You can walk with it and the stability does great. Or set it down at a bend in the trail to get a cool shot. Just a fun camera to use. It might take some time in post, however you would have to set up a lot more equipment to get cool perfectly smooth pans like this thing does by simply turning it on and setting it down on the tripod.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R22VVW7QQHJB4P",
    "review_title": "Unusable due to file sizes and computer rendering limitations",
    "review_date": "Reviewed in the United States on July 16, 2020",
    "review_text": [
      "\n  Camera is very cool and high tech, however the file sizes, editing software and rendering times make this solution unusable for all except those that have invested thousands in computer and graphics hardware.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R34P04I94GZY3G",
    "review_title": "Great camera. Make sure you have the correct SD cards",
    "review_date": "Reviewed in the United States on December 28, 2019",
    "review_text": [
      "\n  Love the camera just make sure to get SD cards suitable for 4K video or better.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2ZK1S21I2K7YJ",
    "review_title": "Five Stars",
    "review_date": "Reviewed in the United States on August 22, 2018",
    "review_text": [
      "\n  Love this camera. It is very easy to use. Does a great job.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R193G10YQZBHOL",
    "review_title": "Junk",
    "review_date": "Reviewed in the United States on February 29, 2020",
    "review_text": [
      "\n  All right boys and girls be prepared for this camera not to do anything you expect it to do. And try finding somewhere to Store all your videos. Because the cloud does not support GoPro 360 footage. You actually can't even use the GoPro app to do anything with this I am very unhappy with this camera. It does not do anything that is advertised to do. I feel like Amazon and GoPro just spit in my face by selling me this camera. I am very unhappy\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R37J2C3RQYAR74",
    "review_title": "Pesimo",
    "review_date": "Reviewed in the United States on November 1, 2019",
    "review_text": [
      "\n  Publicidad engañosa... el titulo dice gopro fusion sandisk extreme... la tarjeta no la mandaron... amazon me deriva a gopro... gopro a amazon... nadie se hace cargo... amazon dice que el titulo esta asi pero no viene sandisk... todo eso tras llamados y chats eternos",
      ".. y yo sin la sa disk\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R20Q3W0MCWCW1V",
    "review_title": "360 Camera",
    "review_date": "Reviewed in the United States on July 16, 2020",
    "review_text": [
      "\n  The camera works great but the stitching is a little tedious.  You need a powerful computer to handle the 5.2k video or rendering  can take some time.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2TWOR4SGVGTPH",
    "review_title": "U cant beat these.",
    "review_date": "Reviewed in the United States on May 21, 2020",
    "review_text": [
      "\n  u can't beat 360 cameras at this price. I bought 3  knowing that sooner of later I'm gonna destroy one. But so far these are freaking amazing. The picture quality is wow.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2IVE49YOARXJ5",
    "review_title": "Fun camera and easy to use software.",
    "review_date": "Reviewed in the United States on February 1, 2021",
    "review_text": [
      "\n  I have it mounted on top of a remote controlled car and drive it around taking videos of the car's \"adventures\". Fun for chasing pets too!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RTM5R2HB93M4B",
    "review_title": "This is an outstanding product, but the execution (particularly software/firmware) is not quite ready for sale.",
    "review_date": "Reviewed in the United States on February 23, 2018",
    "review_text": [
      "\n  GoPro Fusion is an outstanding product, but it does *not* seem to be ready for use yet (at best, I'd call it a \"beta\" or \"alpha\" version). The camera firmware, as well as the mobile app (using iOS app on iPhone X), are both very buggy, unreliable and rather frustrating to deal with.",
      "Specific problems I've encountered in the first few hours with the product:",
      "- camera failed to charge reliably",
      "- firmware update froze at the end \"step 2 of 2\" until it completely drained the battery and reset",
      "- retrieving live video and/or media via iOS app was not reliable (connection often lost; blank video sent; no good error / debugging messages)",
      "- camera often froze / failed to turn on (required battery removal)",
      "- video recording wouldn't start without power-cycling camera\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R26I4IF5VO9H0D",
    "review_title": "Not very easy to use...",
    "review_date": "Reviewed in the United States on May 27, 2020",
    "review_text": [
      "\n  If I wanted to review this product 4 years ago I would say this is one the best in the market but if you want to buy it now (2020) definitely is pain to use.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3DBE9T8PKH8MM",
    "review_title": "Pretty Cool!",
    "review_date": "Reviewed in the United States on February 9, 2020",
    "review_text": [
      "\n   I cant wait to really play with this, seems like a great deal. Renders fast on my computer but files are HUGE.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2OHTZ3ZMAO4GX",
    "review_title": "Very good image quality, awful to use, terrible software, garbage tripod",
    "review_date": "Reviewed in the United States on September 1, 2018",
    "review_text": [
      "\n  I wanted a 360 camera for when taking vacations to capture spherical photos and videos of my travels for use in my VR headsets. I looked at reviews and samples and wanted the highest possible image quality without getting in to professional costs, which lead me to the GoPro. It lives up to the hype on image quality, and the stabilization is awesome. That is unfortunately where the good note ends.",
      "The companion Android app is terrible, it's an awful UI, it's laggy, unresponsive, constantly losing wireless connection to the camera. It crashes often, can't export images out of the app to make available to the rest of the phone, frequently the live video feed would disappear. It's basically unusable, and since the camera doesn't have a reasonable self timer, there is no other good way to trigger the shutter without holding the camera with my face blocking half of the field of view, without of course buying another wireless remote that probably won't work well.",
      "The Fusion Studio application for stitching photos and videos together just straight up doesn't run on half of my computers, and the other half it runs poorly. It tends to hang, it comes with no useful documentation, you just kind of muddle through it blindly. The video encoder settings are limited to three codecs, two of which are not commonly useful for consumption by VR devices, and the third one limits the resolution for no reason. You can invoke the encoder from the command line and generate videos at the full 5.2k resolution no problem, and they look great, if it happens to run and finish and not crash that is. This is also not documented of course, I had to figure it out for myself.",
      "Finally, the included Fusion stick/tripod (which you must use because it doesn't have a standard tripod mount, unless you once again spend more money) broke on me the third time I tried to use it, the telescoping mechanism jammed and when I tried to unjam it, it just broke in half. Turns out the rugged GoPro product is held together by cheap glue and sloppy tolerance plastic shims. So, this is of course going straight back to Amazon.",
      "I'm frankly very disappointed in GoPro, this offering is expensive and has the quality of a McDonalds happy meal toy.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RT2DLPETPHGC4",
    "review_title": "Super easy but need light",
    "review_date": "Reviewed in the United States on March 26, 2020",
    "review_text": [
      "\n  Camera super easy to use with app. Very clear pictures; just be sure to have plenty of light. I also purchased a LED lantern style light as I use this camera inside a boiler with limited lighting.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R22H0P0MCVPNHV",
    "review_title": "In my opinion, the best 360 camera (image quality) for under $1500",
    "review_date": "Reviewed in the United States on May 23, 2019",
    "review_text": [
      "\n  Excellent build quality.  I appreciate the GoPro Plus program as well.  The editing of the images is the \"tricky\" part, for me.  The \"overcapture\" feature is a big plus for this type of camera (360)\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RNLJHHME9B6KR",
    "review_title": "I love this camera",
    "review_date": "Reviewed in the United States on March 6, 2018",
    "review_text": [
      "\n  I love this camera.  My only complaint is the process time to stitch the footage into a single movie file.  It takes a LONG time to process.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2QGHG5AB6YGTC",
    "review_title": "Great 360 camera crappy software.",
    "review_date": "Reviewed in the United States on May 27, 2020",
    "review_text": [
      "\n  Camera is awesome. Footage is awesome. Only issue is the software is crap. Make sure you have the minimum required hardware (which is very extensive and advanced) or you won't be able to stitch the 360 video. Apparently my 3GB AMD RADEON 7950 is too low tech for 5K 360 footage.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R14H5OEME6M8UU",
    "review_title": "Without the right equipment, you cannot get the photos and videos stitched for presentation",
    "review_date": "Reviewed in the United States on March 29, 2020",
    "review_text": [
      "\n  Both the gopro fusion app on my IPAD and the PC software crash while trying to get stitched images. I think the computer hardware without a really good GPU with 4GB of memory will not handle this camera. I don't know why my IPAD crashes while saving the images. So, as with many reviews, I have a descent camera but it is useless because I can't share any of my photos or videos.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3BIZR3H8VBHCA",
    "review_title": "Great",
    "review_date": "Reviewed in the United States on June 1, 2020",
    "review_text": [
      "\n  Girlfriend loves it. The 360 videos, tiny world. The only thing that we wish could improve, is the amount of available saved space on the GoPro app. There’s plenty of storage on the camera.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1FCVD8TKW4WZM",
    "review_title": "GoPro fusion 360",
    "review_date": "Reviewed in the United States on February 3, 2020",
    "review_text": [
      "\n  The main purpose of the purchase is for recording paintball while in play. Everything Is good with picture quality. Easy to set up!! Recommend for any purpose.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R20UNOYL644Q81",
    "review_title": "App doesn't work.",
    "review_date": "Reviewed in the United States on February 27, 2020",
    "review_text": [
      "\n  The pictures are low rez and blurry. Plus, the app is totally bugged, doesn't connect to the camera.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RBLK5Y2IGSIRJ",
    "review_title": "2017 camera requires top-of-the-line 2020 smartphone",
    "review_date": "Reviewed in the United States on August 6, 2020",
    "review_text": [
      "\n  This camera was released in 2017 but it is entirely incompatible with my smartphone that's less than a year old. There's also no way to work around the insufficient GoPro app as it won't even let me download a file to my phone to use a third-party app. Extremely frustrating. Buy a different camera from a better company.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RK9HR8P880V7O",
    "review_title": "It’s worth the $200",
    "review_date": "Reviewed in the United States on May 1, 2020",
    "review_text": ["\n  It takes allot of practice to get it right.\n"],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3IRIVTGYY8DRC",
    "review_title": "GoPro downloading videos is awful",
    "review_date": "Reviewed in the United States on May 31, 2020",
    "review_text": [
      "\n  The GoPro cameras and GoPro app are terrible. I have a fusion and it’s impossible to download to GoPro app on iPhone. It takes 45 minutes to download a 7 minute video and often results in errors. I’ve spent hours trying to download videos. You’d think GoPro would really fix these issues given the up and coming competitors like the Insta360.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RBZ2BF57ZEYNQ",
    "review_title": "Picture quality amazing",
    "review_date": "Reviewed in the United States on May 6, 2019",
    "review_text": [
      "\n  It’s such a awesome camera easy to use great picture I’m so excited to use this on every trip! What a steal on price compared to other brands. Favorite product by go pro yet!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R20L70NFB7O3ZL",
    "review_title": "Great camera!",
    "review_date": "Reviewed in the United States on July 23, 2020",
    "review_text": [
      "\n  Great camera! I would recommend to anyone who is looking for different and interesting shots for action and adventure. The main differences between the fusion and the new max is the Max has auto horizon leveler and replaceable lense covers while the fusion has neither\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3O5PPBWHM0KU6",
    "review_title": "easy to use",
    "review_date": "Reviewed in the United States on January 17, 2020",
    "review_text": [
      "\n  love this cámara, i own a couple of gopros and by far this is my favorite one.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R10WODB30YXAFB",
    "review_title": "good value for money",
    "review_date": "Reviewed in the United States on May 18, 2020",
    "review_text": ["\n  would recommend\n"],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R37YMUI4YZ2S06",
    "review_title": "Product ok but not for me",
    "review_date": "Reviewed in the United States on June 5, 2020",
    "review_text": [
      "\n  Did not do what i wanted to do i had to get a more expensive 360 camera. Purchase this camera after reading that it can do a walkthru of a home without stitching the photos and also the gopro studio didnt work\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RVLCIPAIZ334Y",
    "review_title": "Great camera",
    "review_date": "Reviewed in the United States on October 6, 2020",
    "review_text": [
      "\n  Super awesome bought it for my husband and he loved it . I recommend it and our friend bought one aswell.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3E9OPOEJ557CM",
    "review_title": "Amazing 360 degree Camera",
    "review_date": "Reviewed in the United States on July 21, 2019",
    "review_text": [
      "\n  This is really good camera but need remote control to operate from distance, Android is not supported for fusion. iOS application is crashing.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RUOZKQDCNQNFX",
    "review_title": "Extinct software for Fusion",
    "review_date": "Reviewed in the United States on December 23, 2020",
    "review_text": [
      "\n  GoPro clearly does not have the knowledge or know how to make editing software and support there customers besides helping there customers.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1ZJIKC08W8481",
    "review_title": "Great product, though expensive.",
    "review_date": "Reviewed in the United States on November 12, 2018",
    "review_text": [
      "\n  Does what I need: 360 video, decent stabilization, color, record and battery time. Footage can be edited in Adobe Premiere using their Reframe plugin.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1Y2VFQMHZNCSW",
    "review_title": "El titulo del anuncio es una burla",
    "review_date": "Reviewed in the United States on August 5, 2020",
    "review_text": [
      "\n  Hola, compre la gopro fusion 360 y el anuncio dice que tiene un microSD 64 Gb,pero la momerio no fue enviada y recientemente vi otra reseña donde dice lo mismo, trate de contactar con el vendedor pero solo me mando una respuesta generica , fuera de eso la camara esta bien\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R29EZFDOESIYDN",
    "review_title": "Satisfied",
    "review_date": "Reviewed in the United States on May 23, 2020",
    "review_text": ["\n  Satisfied\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3LDJ6FA9ZKSIM",
    "review_title": "Clear",
    "review_date": "Reviewed in the United States on July 27, 2020",
    "review_text": ["\n  Clear\n"],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1BK9TPFAU5W1V",
    "review_title": "The best",
    "review_date": "Reviewed in the United States on April 30, 2020",
    "review_text": ["\n  Excellent camera\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RYBGJDAXYHDY8",
    "review_title": "No me llegó la tarjeta SanDisk Extreme de 64 GB microSDXC UHS-3",
    "review_date": "Reviewed in the United States on June 30, 2020",
    "review_text": [
      "\n  Hola",
      "Me llegó la cámara gopro fusion, pero la compra incluia una tarjeta SanDisk Extreme de 64 GB microSDXC UHS-3, la cual no llegó, al momento de calificar 9escribí esa observación, pero no he tenido respuesta.  Por favor respuesta al respecto.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2FCQIGOEYSLKS",
    "review_title": "Broken out of package",
    "review_date": "Reviewed in the United States on January 29, 2019",
    "review_text": [
      "\n  Product did not work new out of the package. Had to send back to GoPro and still havent received a new one. This might be fine for most people living in the US but I live internationally so shipping products is not easy.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R38VTPGPOSNAUD",
    "review_title": "Excellent",
    "review_date": "Reviewed in the United States on August 13, 2019",
    "review_text": ["\n  Excellent camera but the software is very slow\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3N7DJYTMOOTAC",
    "review_title": "Solid product, great quality! Take care of the lenses, very sensible.",
    "review_date": "Reviewed in the United States on January 18, 2019",
    "review_text": ["\n  top product!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3SAQU98E0CPT7",
    "review_title": "good",
    "review_date": "Reviewed in the United States on June 17, 2020",
    "review_text": ["\n  good\n"],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3E7YEUOUL0HV0",
    "review_title": "Good if you have time to waste",
    "review_date": "Reviewed in the United States on March 8, 2020",
    "review_text": [
      "\n  All is well until it’s time to remove the photo or video. A 7 minute clip takes 40 minutes on the iPhone 11. 20 minutes in the GoPro app and another 20 minutes to download into the phone.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R7T7XJHMBWCSM",
    "review_title": "Connection firmware is extremely unreliable",
    "review_date": "Reviewed in the United States on June 25, 2020",
    "review_text": [
      "\n  Wireless or tethered, the firmware for this device is terrible.  Don't buy.",
      "It takes decent photos, but that's just a tease, since usually they can't be downloaded.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R37THJ4BJCSDW4",
    "review_title": "Pretty happy",
    "review_date": "Reviewed in the United States on August 29, 2019",
    "review_text": ["\n  The product is amazing!!!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1UGY9ZNWZNMJY",
    "review_title": "Great 360 cam!",
    "review_date": "Reviewed in the United States on February 27, 2020",
    "review_text": ["\n  Live the video quality and it’s easy to use.\n"],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R39AH68LBRUMEM",
    "review_title": "Perfection!",
    "review_date": "Reviewed in the United States on December 10, 2019",
    "review_text": [
      "\n  This was the perfect gift for the person I admire the most! Not only was this set at a great price, but I know that this gift will be used to create wonderful memories for years to come!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2VHBRPJBD6NM5",
    "review_title": "Excelente camara",
    "review_date": "Reviewed in the United States on August 31, 2019",
    "review_text": [
      "\n   La cámara llega en excelente estado y se pueden sacar muy buenas tomas.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2YIIGZTJXCGML",
    "review_title": "👎",
    "review_date": "Reviewed in the United States on May 12, 2020",
    "review_text": [
      "\n  Package damaged. Camera is not clear it is not 5k or 3k quality. Quality is worst even is not working. This is the worst thing i have ever bought from amazon before.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2OMA7ZLKPVI0C",
    "review_title": "Fusion still alive",
    "review_date": "Reviewed in the United States on April 4, 2020",
    "review_text": ["\n  Started into making 360deg movies and photos.\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2HWNG18LRRUBJ",
    "review_title": "Great camera poor software",
    "review_date": "Reviewed in the United States on September 6, 2019",
    "review_text": [
      "\n  Great camera and hardware. Very poor software not compatible with most of the phone or laptop devices.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3MYS4S2BAZLFG",
    "review_title": "Relly love 360 fusion",
    "review_date": "Reviewed in the United States on May 7, 2020",
    "review_text": ["\n  It's nice I love it\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1B0WBNV19ZIXU",
    "review_title": "Easy and perfect!",
    "review_date": "Reviewed in the United States on June 5, 2020",
    "review_text": [
      "\n  Awesome!!! Exactly what i wanted. The software takes a little getting used to but Is pretty intuitive. Overall awesome camera!!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1QB9ZMNA1TVBV",
    "review_title": "Five Stars",
    "review_date": "Reviewed in the United States on May 14, 2018",
    "review_text": ["\n  THE BEST CAMERA\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3LTK3V066YRFZ",
    "review_title": "Excelente cámara",
    "review_date": "Reviewed in the United States on September 29, 2020",
    "review_text": ["\n  Excelente cámara 360 grados\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1IWKBIIX2ESTN",
    "review_title": "thanks",
    "review_date": "Reviewed in the United States on July 19, 2020",
    "review_text": ["\n  It's great\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3S89QK7A6GFYA",
    "review_title": "Maybe the new one will be better",
    "review_date": "Reviewed in the United States on October 31, 2019",
    "review_text": [
      "\n  Nice feature 360 view ,hard to render photos and videos takes very long time to use the gopro studio\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R29X9FMW01RHJE",
    "review_title": "No trae tarjeta Sandisk en la compra",
    "review_date": "Reviewed in the United States on August 20, 2019",
    "review_text": [
      "\n  No trae la tarjeta Sandisk que dice, hicimos dos compras de diferentes cuentas y solo llega la cámara.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1FZ6KF4TK1TQP",
    "review_title": "Poor battery",
    "review_date": "Reviewed in the United States on April 7, 2020",
    "review_text": [
      "\n  Battery included fails to charge to 100%, stops at 73%, and discharges rather quickly.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1L8EUNG3R12VB",
    "review_title": "Follow instructions and use you tube for tips.",
    "review_date": "Reviewed in the United States on January 11, 2020",
    "review_text": [
      "\n  Awesome for vacation videos of outdoor locations and scenery.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2WHZSCDSZS9TR",
    "review_title": "Las fotos que saca son como las de google map street view",
    "review_date": "Reviewed in the United States on November 18, 2019",
    "review_text": [
      "\n  la posivilidas de video y fotos 360",
      "La bateria se agota rapidamente\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RIO54GG0U4X41",
    "review_title": "Good purchase",
    "review_date": "Reviewed in the United States on May 31, 2020",
    "review_text": ["\n  Good purchase\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3PS4SK2E7CH5R",
    "review_title": "Nice Cam 360 !!",
    "review_date": "Reviewed in the United States on July 19, 2019",
    "review_text": ["\n  Recomended !!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3AOOYQ89XQ4D4",
    "review_title": "Prosumer Camera lacking even BASIC image controls.",
    "review_date": "Reviewed in the United States on May 16, 2018",
    "review_text": [
      "\n  Short and sweet.  How can a camera of this price, category, and technology omit the MOST BASIC OF ALL CAMERA FUNCTIONS?  I can think of no camera released in the past 10yrs that costs 1/10th of this one that blows off the implementation of Exposure and White Balance Control.  Literally, you CANNOT lock your exposure or WB and cannot choose shutter speeds.  Sure..AUTO EVERYTHING with a simple +/- EV control can work fine in easy environments... but go in and out of shadows, mixed light...shoot time lapse, etc and watch that exposure and white balance bounce all over the place.  I honestly expected more from GoPro and it never even crossed my mind that these BASIC features would be excluded.  For me, I may just have to return it as I cannot accept these limitations no matter how great it looks in bright even sunlight.  PLEASE FIX THIS and I may repurchase.  Interesting that there are so many comments marked \"Helpful\" when they are \"rah rah\"...but there are some big-time shortcomings that people should consider and not be swayed exclusively by only positive reviews.  One additional - Be sure you don't mind a 10x-15x to 1 rendering ratio on even the latest of computers.  1min of footage will take 10-15min to render.  For reference, my latest top of line Macbook Pro it's 10 to 1.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RJAMQ4H6VSVA1",
    "review_title": "Llego sin la SD card solo la cámara",
    "review_date": "Reviewed in the United States on December 13, 2019",
    "review_text": ["\n  No llego con la sf card, solo llego la cámara\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3PIBD1MWXX90S",
    "review_title": "Great Price!",
    "review_date": "Reviewed in the United States on August 22, 2020",
    "review_text": ["\n  Good item\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R39GWCXB87YHE9",
    "review_title": "bad product does not work",
    "review_date": "Reviewed in the United States on July 27, 2019",
    "review_text": ["\n  bad product does not work\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1IK4U6TC7ZVM",
    "review_title": "Dope cam 4 price",
    "review_date": "Reviewed in the United States on March 11, 2020",
    "review_text": ["\n  Dope cam\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3EZO3QLVS43ZW",
    "review_title": "Good people to do business with.",
    "review_date": "Reviewed in the United States on March 26, 2020",
    "review_text": ["\n  Have not used it yet, but it looks fine. Thanks\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3JT45YCO6BETW",
    "review_title": "$100 cheaper 1 weekafterI bought it SMH",
    "review_date": "Reviewed in the United States on May 27, 2019",
    "review_text": ["\n  Don;t buy\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RO6LRPTWS7PIE",
    "review_title": "Opinion",
    "review_date": "Reviewed in the United States on June 11, 2020",
    "review_text": ["\n  The product seems to be good, I'm enjoying\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2A3OWQDDQQ1HA",
    "review_title": "Amazing camera",
    "review_date": "Reviewed in the United States on June 24, 2020",
    "review_text": ["\n  Great camera with amazing features!!!!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2A87YTFFXK1JQ",
    "review_title": "Everything is great!",
    "review_date": "Reviewed in the United States on May 26, 2019",
    "review_text": ["\n  Love it!\n"],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2DXRI1WJZ88J9",
    "review_title": "Malo",
    "review_date": "Reviewed in the United States on January 30, 2020",
    "review_text": ["\n  Malo\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "REBG29CYNJP3U",
    "review_title": "Great go pro great price",
    "review_date": "Reviewed in the United States on May 20, 2020",
    "review_text": ["\n  Great go pro\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2ROEE7XFNML9C",
    "review_title": "No micro sd",
    "review_date": "Reviewed in the United States on June 22, 2020",
    "review_text": ["\n  Sin micro sd\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3A0KKFBFZFF5M",
    "review_title": "Seller sent me defected item",
    "review_date": "Reviewed in the United States on September 23, 2019",
    "review_text": ["\n  The lens was scratched and the camera was used\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1WSCJ27J7JZWC",
    "review_title": "Not ready for all uses.  Needs updates.  Better than the rest.",
    "review_date": "Reviewed in the United States on February 6, 2018",
    "review_text": [
      "\n  I purchased this after trying the Rylo.  It was a few hundred dollars more than the Rylo, but the Rylo was a disaster.",
      "Purchased this camera in efforts to record kids basketball games without having to Pan the camera back and forth.  The Overcapture feature was the winning feature on this camera along with the 5.2k resolution (so you can zoom and overcapture) which pushed me to give this camera a try.",
      "Pros:",
      "-GoPro built",
      "-less buggy than the Rylo",
      "-the remote interface on the phone to control the camera is great, but it's very buggy",
      "-although i didn't use it, the included selfie stick is awesome",
      "-the stitching is awesome, easy and brainless (no small feat)",
      "Cons:",
      "-The remote interface is buggy.",
      "-128GB (64G x2) will only give you about 2h40min of recording time at 3k resolution",
      "-most importantly.... the 5.2k just isn't enough.  Once my basketball videos were taken and editing or watching with the overcapture feature at 5.2k, the players were completely undiscernable and fuzzy.  Not a problem using a GoPro 5 Blk at 720 or 1080p.",
      "-chomps through the battery in a short time, better to use an external battery for long planned recordings",
      "Here it is.  If you want a camera to record your self going down the slopes, riding a wave, skateboarding or whatnot but don't plan to zoom in and don't mind the reduced resolution (5.2k is a lot, but not considering when you think it covers ALL 360 degrees at ALL elevations) - this is your camera.  It's better than the competition.",
      "The remote software on the iPhone IS buggy.  constantly crashes and you have to exit it and start over again to gain control of the camera.  Loses the camera's wifi from time to time despite being within 5 feet of it.  The remote viewing konks out from time to time as well - again fixed by exiting and restarting.  This will probably get fixed with firmware/app updates.",
      "Again, I'm recording basketball games from the sideline.  Zooming in to capture 1/2 of the court does make the video very very fuzzy as 5.2k just isn't enough.  Remember, it's 5.2k all 360 degrees and then UP and Down.  Therefore even a 2k, 720 etc is far more resolution for the framed screen than this one.",
      "Three stars to GoPro for this effort.  I get it.... it's hard.  5.2k is a lot to record and the file sizes get huge.  They did an amazing effort on the easy to do stitching.  The firmware/software is buggy at best.  They easily beat the current competition.  However at $800 this is not the camera to record sports for watching afterwards if you need greater or equal resolution to your current GoPro.",
      "After trying three 360 degree cameras, I've come to the conclusion that NO current 360 setup is technologically here yet.  The professional VR rigs you can buy for $10k and require lots of editing and stitching will do it, but for a consumer, it's just not here and technological hurdles still need to be solved/invented.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R31XSVDYF3P3G2",
    "review_title": "Warning don't be fooled by GoPro marketing.",
    "review_date": "Reviewed in the United States on May 23, 2018",
    "review_text": [
      "\n  Produces blurry video.  Camera always overheats and locks up.  Have had so much trouble it's not worth my aggravation.  Spents hours capturing video and photos on my vacation to find out all my time was wasted.  Nothing even close to 4k quality.  What a waste of money.  Don't plan on using it underwater because the results get even worse.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R25EXQE8MSQJQV",
    "review_title": "GET THIS CAMERA. Incredible picture and 360 quality- worth every penny!",
    "review_date": "Reviewed in the United States on May 5, 2018",
    "review_text": [
      "\n  Incredible camera- I have the gear 360 and this makes it look like a vhs! The quality of output is the best I've ever seen!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RI1ESEM6M7I6Y",
    "review_title": "Good for VR people who want to create their own ...",
    "review_date": "Reviewed in the United States on February 10, 2018",
    "review_text": [
      "\n  A interesting camera From Go Pro. Good for VR people who want to create their own VR movies. Bigger battery from other GoPro Models, can do 5k video.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3CO1O99E1QDKH",
    "review_title": "Poor product and waste of time and money",
    "review_date": "Reviewed in the United States on July 14, 2018",
    "review_text": [
      "\n  Very poor picture quality.",
      "Takes ages for video to upload and render.",
      "Buggy software.",
      "Found myself wasting hours and hours trying to just get a short video stitched and uploaded.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1OE6365X3TX6",
    "review_title": "It's now my favorite camera to shoot with!",
    "review_date": "Reviewed in the United States on March 2, 2018",
    "review_text": [
      "\n  So the ad doesn't lie.  You can shoot 360 degree video, you can do all sorts of things with this amazing camera it seems, however (and this is a big however) if you own an Android device, congratulations, you've just bought a very expensive door stop.",
      "There is very very limited support for Android devices at the moment, in fact this isn't supported at all on the Galaxy S5, my cheapo Chinese Android tablet, my galaxy S8+  nor is it supported on my Galaxy Tab 3.  The only android device I can get it to work with is a Galaxy S7.  Even then, the most you can do is download short 30 second video clips.  You cannot even download or edit any of the video or photos it takes with your android device.  However, don't worry, as according to gopro, you can use the desktop PC app \"Fusion Studio\" to retrieve and edit your footage.  Great for all of those on the go people who want to take photo's or shoot short video's, just bring your entire desktop PC with you...  However that Laptop or PC better be running Windows 10, it better have 8GB of ram because if not, even the GoPro fusion studio itself won't work.  Seriously, until this device gets full Android support, I would honestly skip on buying it for now.  There are cheaper and more compatible options out there.",
      "**updated 6/26/2018**",
      "Finally some updates worth talking about.  Android does have some support at this time, however the app is a bit strange to deal with.  You first of all have to download the 360 footage to your phone via the app (and you can only download it directly to the phone and not the SD card, this means that you're limited to about a 33 second clip).  You then have to exit out of the camera on the app, go into the splash screen, select \"media\", select the \"local\" tab and then edit your footage from there.  You can take a screen shot (photo) and re-frame it, then upload to facebook or instagram.  You can also do the same with 33 seconds of 360 footage.  You basically record the angle you want, but while recording you can pinch to zoom in or out or you can turn your phone around in your hands in the internal gyroscope will track your movement.  This however can lead to slightly jerky looking footage, you may want to sit yourself in an office chair and spin around slowly for a panning effect.  On one hand the inability to do smooth pans via the app is bad, on the other hand, who ever thought you could use an office chair as a video editing tool?  That's actually kinda fun.  The main problem though is the lack of video stabilization, you only get that by using Fusion Studio on your PC.  You also can't put any graphs on your footage (info taken from the GPS) unless your run it through the Fusion Studio either.",
      "I raised my review by one star for finally getting some android support, but I still think this camera is too big, too square and lacking in proper hardware based solutions to be a true 360 breakthrough camera.  I hope that if GoPro do another version, they address these issues and improve the usability of their app.",
      "UPDATED: 8/31/2018:",
      "So I've updated my review after owning this camera for quite a while and now I have to say, it's my favorite gopro to shoot video with.  I find that the ability to reframe shots after you've recorded them to be immense fun as well as hugely practical.  It's like having multiple cameras set up for a shoot.  However the problem with this camera is that you'll get back exactly what you put into it.  If you just buy the camera and only expect to use your android device to edit video with, then you're going to end up with shakey video, poor pans and the ability to only export 33 seconds at a time.  To get better use out of the camera, you're going to have to get either a PC or Laptop with some very decent specs and use the Go Pro Fusion Studio software.  That  gives you full camera stabilization (which borders on supernatural at times it can be so smooth) but you're looking at quite a cost (I spent about $1300 on my setup).  However, the fusion software only lets you export a static view (so no active panning or zooming shots).  Which means to get full use out of the software and footage, you're going to have to export your footage as a 360 degree video and then import it into something like Adobe Premier Pro (which will cost you about $25 per month for a license).  Only then will you be able to make the stunning video's you want.  So shooting in 360 gets awfully expensive fast............... and yet...  I'm finding it's worth it.  Not only is the video footage stunning but the options for your finished product are endless.  Although I love the image quality produced by the GoPro Hero 6, it's the ability to reframe, pan and zoom in post production that makes the GoPro fusion really stand out.  I wasn't impressed when I first got it, but now that I've owned it for a while, I'm loving what I can do with this camera and what lies down the road for me.  It may not be 5 stars due to the costs involved, but it's a very well earned 4 stars.",
      "Updated 3/5/2019:",
      "So after owning this camera for quite some time, I'm finally updating my review to finalize it at 4 stars.",
      "Pro's:",
      "Can shoot some stunning video",
      "You realize just how versatile a 360 degree camera is when it comes to editing and reframing shots.",
      "It's hard not to be impressed when you see your final footage.",
      "Your footage put's other (non Fusion) action cam shots to shame!",
      "New updated Firmware brings 5.6K resolution at 24FPS",
      "I love video editing and this camera makes it fun!",
      "Cons:",
      "PC software can experience random crashes with some clips (GoPro Fusion Studio 1.4).",
      "Android software needs updating (last Jan 2019 update actually had a fault that resulted in me being unable to download photo's or video to my phone, had to revert to December 2018 version of app).",
      "You really do need the hardware (PC) to render footage which can be expensive and a subscription to Adobe Premier to get full editing capabilities (active pans and zooms with keyframes as opposed to static camera angles).",
      "You need yet another separate 3rd party software package to pull GPS data from the camera.",
      "At the end of the day, this camera isn't really suited to those who want to spend a minimum amount of time making \"point and shoot\" clips.  However for those willing to invest the time, energy and money into producing stunning footage, then you can't go wrong with this camera.  GoPro need to throw their resources into providing stable easy to use software that takes full advantage of the Fusions capabilities as this is where most of the flaws and bad user experiences stem from.  If they did that, then they'd easily have a 5 star product that anyone could use.  Until then, this camera earns itself a solid four star rating.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R24GJP7I3RW8AW",
    "review_title": "NO proper Android support.",
    "review_date": "Reviewed in the United States on March 8, 2018",
    "review_text": [
      "\n  Software is buggy, The Fusion wont connect to common Android devices. From the stitching I've seen so far, poor. Wish I had spent my money on a Insta360 One for Android.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RMKGRZZHRPVY9",
    "review_title": "Software makes it unusable for me",
    "review_date": "Reviewed in the United States on February 10, 2018",
    "review_text": [
      "\n  I rarely write reviews and I rarely write bad reviews, but this product has issues.  The hardware is nice.  It seems to be able to capture videos and you can view the videos on your phone or iPad quite easily.  The issue is exporting the videos is impossible for me (tried on a Surface Pro, iPad, iPhone X, always get an error when sharing).  The software in general is buggy and it pesters you to buy subscriptions or install other tools.",
      "In a nutshell, this product bothers me a lot.  Hardware is great, but the software pretty much makes it useless.  And it costs a lot of money.",
      "I would like to update this review to something nicer if I can ever get the thing to work.  I am not holding my breath, though.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3FA0I8WKLG6KP",
    "review_title": "The software is horrible and you need their crappy software unfortunately to do some things",
    "review_date": "Reviewed in the United States on May 21, 2018",
    "review_text": [
      "\n  major Pain in the ass. Gonna wait for 3rd gen like I usually do. This was crap tho. Real big disappointment\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3VAHKE69CVQO7",
    "review_title": "Five Stars",
    "review_date": "Reviewed in the United States on June 26, 2018",
    "review_text": ["\n  Nice 380 camera\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RSNE9GD54A6RC",
    "review_title": "Fotos geniales.",
    "review_date": "Reviewed in the United States on July 5, 2018",
    "review_text": [
      "\n  Excelente cámara! Unas fotografías increíbles.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R29UA1DRIZZCT0",
    "review_title": "Nice idea but poorly implemented and marketed - waste of time and money!",
    "review_date": "Reviewed in the United States on April 3, 2018",
    "review_text": [
      "\n  Fusion is a great idea but unlike most of the GoPro products, it needs a lot of refinements. I had lots of issues in making it work for the first time and am still getting used to it in making decent videos. But my main frustration is that GoPro does not make it clear that it is useless underwater - the primary reason I bought it; the optics simply do not work underwater, image becomes soft and you can clearly see stitching lines.",
      "Waste of money and time in my case,\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3V5E3MGQF251L",
    "review_title": "1) It is waterproof without any additional cases 2) The tripod it comes with is very nice 3) It has GoPro brand name",
    "review_date": "Reviewed in the United States on March 5, 2018",
    "review_text": [
      "\n  I've never justified spending time on reviews but this thing drained time from my vacation, so here it goes...",
      "PROS:",
      "1) It is waterproof without any additional cases",
      "2) The tripod it comes with is very nice",
      "3) It has GoPro brand name. That's about it...",
      "CONS (in no particular order):",
      "1) Stiches between the video streams are highly visible",
      "2) No internal storage. You need to buy not one but TWO SD cards",
      "3) The software has functionality to trim clips but it does not work: sliders get stuck and it's impossible to move them",
      "4) After 20 mins of work or so it get's Very Very hot",
      "5) Camera gets frozen / impossible to turn off. The only way is to pull out battery",
      "6) Video can be saved neither to phone nor laptop. The phone app was giving me error with no explanation each time I was trying to save a clip. The Fusion Studio was also erroring out. I had to reserve to plugging out the two SD cards and manually copying files to the laptop. I'm yet to figure out a way to stich the front and back videos out of those files.",
      "7) I was recording for 20+ minutes and ended up with multiple 7 minute clips: seems like it shuts down after 7 minutes of inactivity or smth. Good power saving but why would you do it while video recording is running???",
      "8) Video quality is very bad: grainy, with blurred focus. Daytime recordings with cloudy skies. Replayed on the phone.",
      "9) Battery runs out very fast: it lasts for about half an hour just to watch videos while connected to the phone",
      "Tested with IPhone 6 PLUS and MacBook Air - latest OSs on both. Will update with video/photo samples if I'm ever able to transfer them somewhere.",
      "P.S.: I've had awesome experiences with GoPro cameras before. I did my research on 360 cameras, and purchased this specific camera only because of the brand name. It's a shame for such a company to make its users feeling like testers of an alpha product.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R11RJZQ95ADYJB",
    "review_title": "Software limits the usability of the camera",
    "review_date": "Reviewed in the United States on March 18, 2019",
    "review_text": [
      "\n  I will not reiterate the criticisms of other users that are well documented (long transfer and render times). My biggest issue is that the desktop app does not allow for key framing of the over capture files. That is to say when you convert a 360 video to a regular video you can only re-frame in one static direction. If the subject of the video moves in relation to the initial direction you have directed the overcapture then you are stuck.  For me this is a major shortcoming. I am fine with long transfer and render times if the output is good (which it is). However, if you can not create the cool panning effects or in and out of the 'small planet view' then what is the point of shooting 360? Insta360 and Rylo apps both support this feature in the free editing app. I realize there are plugins for Adobe Premiere that allow this, but this is not a solution for those of us with investments in other editors.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2WLN6M59NPHFY",
    "review_title": "POV + Selfie at the same time and other amazing videos possible, with the highest video quality for consumer 360 cameras",
    "review_date": "Reviewed in the United States on March 29, 2018",
    "review_text": [
      "\n   If you haven't tried a stabilized 360 camera before, prepare to have your mind blown (see the video I uploaded sorry i don't know why Amazon drastically reduced the resolution.. anyway it's also viewable on youtube).",
      "I have forty-two 360 cameras and panoheads, and as of March 2018, Fusion has the highest video quality for consumer 360 cameras under $1,000.  Even though its nominal resolution is lower than that of the Virb 360 or Yi 360 VR, Fusion has noticeably more detail than either of them or any other consumer 360 camera.  Its video quality is so high that it is almost as good as my $3,500 Insta360 Pro in 8K mode.  Fusion's stabilization is also excellent, although the stabilization is a bit below that of the Rylo.  Its photos are pretty good as well, again with excellent dynamic range.",
      "The main issues with Fusion have been: 1. lack of an external housing, and 2. the workflow needs improvement for both desktop and mobile.",
      "\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RG36WFL9PFBGX",
    "review_title": "Made with good quality but the workflow is a disaster",
    "review_date": "Reviewed in the United States on February 19, 2020",
    "review_text": [
      "\n  I owned Fusion a year but rarely used it. The major issue is the workflow, even it has Gopro mobile App, but the App is not very useful. In the mobile App, what you can do is probably just previewing your pics or videos. If you want to share 360 photos or videos through social media, you have to use the desktop app to render/export it. The entire process is also very time-consuming.",
      "If you are thinking about quickly sharing your 360 works on the Internet, then don't buy Fusion. (even it is cheap now.) However, I heard Gopro Max has a huge improvement, maybe you should consider investing it.",
      "In my case,  I sold my Fusion and got Insta360 ONE R. Insta360 App is amazing, with a few taps, easily sharing awesome 360 photos on FB. Not to mention its AI feature and many helpful settings, all in one App.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2CHP5D5MMOUJ",
    "review_title": "360 is complex, yes, but GoPro did the bare minimum of work.",
    "review_date": "Reviewed in the United States on August 31, 2020",
    "review_text": [
      "\n  I hate this camera, partially because it's just good enough to keep but makes the whole experience infuriating.",
      "Battery life is okay, considering how much it's capturing.",
      "Pros:",
      "GoPro-quality image. The final results look great.",
      "The image stabilization and stitching are basically flawless.",
      "Cons:",
      "Interface is too compact. Half the features are impossible to understand on the small display. Even though they did well making it usable with only 2 buttons, it's clear that the two buttons just aren't enough.",
      "It regularly has charging problems. Sometimes it will get very hot during charging and stop charging at 85%, as if it's turned itself on. Sometimes when I take it off the charger, it drains itself in an hour and is not ready to go when I need it.  I always have to pop the battery out and put it back before charging to make sure it isn't in this weird locked-up state.",
      "The 360 stitching software seems pretty slick, but it lacks keyframing overcapture angles. I want to present video in a format that doesn't require a special 360 viewer, but if I wanted just a single camera angle, I would have bought a non-360 camera.  I should be able to make a video that I can direct to \"look at\" a moving object, even if I have to manually adjust camera angle throughout the video.",
      "Documentation is thin and never where you need it. Fusion Studio is intuitive, but other than that, their tools don't spell out exactly what settings do, and I've had to depend on the web for answers a lot.  Even GoPro's website gives the most simple answer possible, so if you're having a complex problem, you're out of luck.",
      "It can stream its image to a phone, but you can't do much with that.  It lets you pan around the 360 view, but you can't use this to control the direction of overcapture recording.  You can't stream to a PC, over USB or wireless, although some third-party programs can show the raw fisheye image, which is useless.",
      "It can't hop on any existing WiFi networks. Even if the image streaming was useful to you, it must happen on its own offline WiFi hotspot network, so you can't stream this image anywhere online.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3I2Z9II51MRIJ",
    "review_title": "With the right computer/phone, this is an amazing camera.",
    "review_date": "Reviewed in the United States on May 7, 2018",
    "review_text": [
      "\n  This has been a great camera for capturing moments with my family. It's like bringing a videographer with us everywhere we go. With every angle captured you never have to worry about where the camera is facing. You truly can just set the camera down and know that no matter where the action occurs, you will have filmed it.",
      "I primarily take the 360 footage and create normal 2D videos in Adobe Premiere or utilize overcapture to make short sharable videos with my Galaxy S7. The photos taken by Fusion are amazing but almost equally are good are the frame grab photos you can get from videos.",
      "As far as usability, this is a camera that is taking 5.2K resolution video so if you don't have a computer capable of handling 4K editing, you won't really be able to get the most from this camera. Additionally, if you don't have Adobe Premiere or After Effects, you will be limited to editing on an iPhone 6S or newer or a handful of premium Android phones.",
      "The stitching time in Fusion Studio does take awhile (although not as long as I was led to believe by other reviews), so you need to be prepared to invest some time into your edits. For making short videos on your phone it's about a ten minute process for a 30-60 second clip so there is some time investment going that route as well. All in all though, the time invested always seems worth it once you get to the finished product.",
      "Fusion is not a camera for just anyone. If your computer doesn't exceed, or at least meet, the system requirements, then you shouldn't be thinking about this camera. However, if you do have the right tools, you won't be disappointed in the beautiful photos and videos you can achieve with this camera.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RT1CMB9IEBBKA",
    "review_title": "The future of cameras",
    "review_date": "Reviewed in the United States on May 6, 2018",
    "review_text": [
      "\n  I bought the GoPro Fusion just because I was curious whether 360 photography/videography actually makes sense for someone who doesn't use a VR headsets and is not into extreme sports. After playing with the Fusion just for a few minutes I already got pretty excited and then took it with me on a 2 week trip through Japan. The photos and videos I could take with the Fusion are simply incredible - the fish eye and little planet videos look simply cool and the 360 photos/videos let you feel you're back on vacation even weeks after you're back home. The Fusion will from now on go on every trip with me! My only wish for the future, please make the GoPro apps and FusionStudio better (much better ;))\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3MYRSTN4J9UTD",
    "review_title": "A great tool, but has a steep learning curve and some issues.",
    "review_date": "Reviewed in the United States on August 3, 2018",
    "review_text": [
      "\n  Admission: I love the GoPro Fusion.",
      " Admission: the GoPro Fusion workflow is not easy to learn.",
      " In my opinion, the GoPro Fusion is a superb device. It delivers 360-degree videos with stunning detail and clarity. Still images don’t have quite the crispness of video, but are still “wow” quality.",
      " But working with the GoPro Fusion is not going to be everyone’s cup of tea. It is not as simple as working with any of the GoPro Hero or Session cameras.",
      " The details and specs of the camera are well-covered elsewhere, so I won’t repeat them here.",
      " The workflow, however, is the subject of a lot of confusion.",
      " GoPro released the Fusion with software, GoPro Fusion Studio, that was buggy and not ready for market.",
      " With the current release, GoPro Fusion Studio is less buggy and easier to use – but you should look up and read current RELIABLE information. A lot of what you’ll find on the web about GoPro Fusion Studio is outdated, third-hand, inaccurate and often just plain wrong.",
      " It took me a little experimentation to learn the ins-and-outs of Fusion Studio and I don’t consider myself a pro yet.",
      " Render times are long. The attitude I’ve adopted is to load my footage, start the rendering process and walk away for as long as it takes, which may be many, many hours, depending on how much  you’re rendering. I haven’t been bothered with crashes – so far.",
      " The results are stunning. Generally, stitch lines are difficult to find. If you’re filming people, make sure to orient the lenses so the split line doesn’t cross their faces.",
      " GoPro includes plug-ins for use with Adobe Premiere and AfterEffects – and virtually no documentation on how to use them. If you don’t already know Premiere, you’re going to have to learn a little more than the absolute basics. It’s worth the effort, though, because you can then make full use of the GoPro OverCapture feature which essentially allows the Fusion to act as if it were multiple cameras.",
      " Once your Fusion footage been rendered, you can use other programs for editing, such as those intended for Insta360 or Garmin VIRB.",
      " In the end, all the learning, all the work, is worth it for the results you can achieve. I consider myself a beginner and I am still learning, but I am turning out what I think are awesome results.",
      " Consider that the GoPro Fusion is a every expensive 360-degree camera. On top of that, you have to buy two high-quality and expensive microSD cards. And you need to have access to or own Adobe Premier or AfterEffects. Then you have to spend a lot of time learning how to use the Fusion camera, the Fusion Studio software and the Adobe program plug-ins.",
      " Is it worth it? I don’t think everyone will think so.",
      " But for those willing to make the effort and spend the money, the results will be outstanding.",
      "Jerry\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R30AUVY5BJ1B7B",
    "review_title": "Camera good, software bad",
    "review_date": "Reviewed in the United States on June 20, 2018",
    "review_text": [
      "\n  I was so excited to receive the GoPro Fusion camera, but my excitement quickly faded when I encountered issues with the GoPro app on my iPhone and the Fusion Studio app on my Mac.",
      "Having a Hero4 I'm no stranger to the GoPro universe, but I find the learning curve with the Fusion a bit steeper than expected. I had to download the PDF user manual and even after referencing it several times, I still feel like I'm struggling to 'get it'.  That's me I guess, and I am committed to getting better and knowing more.",
      "However, I don't think the Fusion is for those who are not willing to put in the time to learn how to use it. It's not a simple point and shoot, and unfortunately, the software needed to fine tune it isn't really as good as it should be.",
      "Fusion Studio software looks like it's ready to go, but when the video is uploaded it becomes glitchy and tough to use.  I've tried the software on a Mac running the latest macOS and on a Windows 10 PC.  Both have core i7 processors and ample memory, so I thought I'd be OK.  Windows does better than the Mac for me, yet it all still feels uncomfortable and harder than it should be.  Disappointing, but I'm crossing my fingers for updates to this software that will make things smoother with time.",
      "I struggled to get my Fusion to upload video and stills to my iPhone's GoPro app.  The app had recognized the camera and connected via Bluetooth without an issue.  Preview windows of the video and stills showed up as blanks with exclamation points inside them, but no photos or videos appeared.  I could not view them, nor could I upload them to save.",
      "I was able to connect my Fusion camera to both the PC and Mac directly and upload that way.  Something I was trying to avoid as it's generally so much simpler to do it wirelessly.",
      "The build quality of the Fusion camera seems on par with the other GoPro cameras.  It has voice activated commands which make it much easier to use than those which do not.  Its ability to shoot video in 5K 360 is amazing, but you have to have powerful, user-friendly software to tweak footage and so far, that's not part of the package.",
      "To be fair there are other programs that can manipulate the GoPro Fusion's output files, but for the price point, that shouldn't be a requirement for enjoyment of this cam.",
      "To date, I've yet to really be able to fully enjoy this camera due to app and software issues.  If I can resolve these issues I will update this review and increase the star rating.",
      "NOTE:  Users will need (2) microSD cards capable of 4K+ video installed to get started using this camera.  These are not included with the Fusion.  The camera does come with a selfie stick that transforms into a tripod if desired, as well as a semi-hard case for the camera.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1AYIFTEMT42SI",
    "review_title": "GoPro Fusion",
    "review_date": "Reviewed in the United States on June 10, 2018",
    "review_text": [
      "\n  The Fusion captures everything in clear, sharp high definition. Unlike a normal single field-of-vision video or photo camera the image is a spherical/fish-eye virtual reality (VR) 360 degree view, so nothing is missed. But, if the intension is to share anything but VR, the output needs to be precisely edited to make useable.  Operating this camera entails a number of software programs and an app as well downloading and installing files, etc. This is not a plug and play device.",
      "The software both inside the camera and for the PC/Mac needs to evolve particularly in the ease of use area which is why the review is four and not five stars. And, even being reasonably comfortable with computer software, and somewhat (amateur-level) experienced with single perspective editing, the re-framing and rendering for the camera is different and requires commitment, practice and a powerful computer with plenty of memory.",
      "I used the camera with a current iOS 11.4 device (iPhone) and had no issues with the mobile app. The first step is loading the app from the Apple App store. The correct one is named--GoPro formerly Capture. An account must be established with GoPro that consists of simply an email address and password.",
      "If interested in additional setup details and issues encountered they are included further down in the review. Note that the information included with the device is minimal but a 70 plus page Manual is on the website in the Support area and it provides detail on a wide range of information even explaining how to hold the camera if not using a stand or mount.",
      "The camera has two lenses facing in opposite directions, slightly offset, each capturing a spherical field of vision (FOV) image. It can be used for regular and slow motion videos along with still and time-lapse photography. Various settings are possible using the 3/4 inch square LED screen on the camera by cycling through the options with the mode and shutter buttons. The beauty of shooting 350 degrees, particularly in an action sequence is a view finder isn’t a necessity because everything is being captured.",
      "Most of the settings are also available on a connected Apple or Android mobile device. Some functions are also accessible with voice commands, such as--GoPro Start Video and GoPro Stop Video, etc. Utilizing the voice option can inadvertently stop and start recording if the name is said within ear-shot of the device so there are times it may be best disabled.",
      "It requires two not-included microSD cards. I used two 32GB SanDisk Ultras one each for the front and back lenses so when a picture or video is captured there is one 180 degree image on each card. The free GoPro software on the website for either mobile, PC or Mac stitches the two together for a 360 degree image.",
      "A connected mobile device can be used to control the camera for capturing videos or photos and viewing them using the free GoPro app. The mobile device software on the website also provides some limited editing and file sharing capabilities.",
      "The PC or Mac software offers the most comprehensive options so Images from the device can be copied, viewed and edited. From the official home site, I downloaded free Fusion Studio 1.2.1.400, VR Player 3.0.5, and Quik 2.6.1.780.",
      "Captured files can be viewed or edited on a PC or Mac, either directly from the camera connected to a USB port, or copied by taking the microSD cards out of the camera and copying them to the computer’s hard drive.",
      "I plugged the camera into a Dell Laptop running the latest version of Windows 10. Two drives appeared in the list of storage devices--Fusion Front and Fusion Back. All file names consist of a sequential four digit number preceded by “GPFR” or “GPBK” for the front and back images respectively. Photos are stored as “jpg” files and videos are “mp4” files.",
      "The Studio software requires 8 GB of available memory in Windows, and although I have that installed on my laptop it displayed a message saying there was not enough memory to run the program. A button with the message--Return to Fusion appeared and when clicked the program seemed to work anyway, presenting the choice to load from the attached camera or to find the files on the disk.",
      "Editing video was very slow and choppy directly from the camera, so I copied the files to the PC hard drive by inserting the microSD cards into the computer’s card reader. The program warned me once again that there was not enough memory, but continued to work.",
      "The editing was a bit faster and less choppy, but the software crashed a few times and had to be re-started--certainly not optimal. Later, I tried again on a desktop Windows 10 computer with 16 GB of memory, and the editing was much smoother, faster and did not crash.",
      "This is a complex device and requires dedication to master. With the Studio software, the spherical photo or video can be turned into something that looks like it was shot from a regular digital camera. This I relatively amazing because when you are capturing the image, the camera does not have to be pointed at anything in particular. It records everything above, below, in front or behind.",
      "Using the software, with the tools included, it can be re-framed with OverCapture, stabilized, stitched, rendered, and colored so the final product can be a still or a video that includes things you didn’t even know you were recording. The software has improved from the original release and should continue to evolve so it will be easier to use.",
      "Setup Details. Initially when the app started it connected to the camera and indicated there was a software update but in spite of repeated attempts it just wouldn’t load. I checked the website’s support area and browsed the detailed User Guide and found how to load the update manually. After following the steps and re-starting the app and completing the connection sequence the camera worked immediately.",
      "Included is small visual guide that details things like inserting and charging the rechargeable battery (included) and where to insert two micro SD cards (not included). The brochure shows how to attach the mounts or if not needed, completely remove the reciprocal portion attached to the camera. I next charged the battery with the included USB-C to USB-A cable. Cable length is approximately 18 inches.",
      "Battery charging takes approximately two hours. I noticed while charging the camera gets warm and during operation depending upon length of usage it can get hot. When not recording, the camera automatically turns off after 7 minutes.",
      "When recording a video the camera automatically saves the files in segments called chapters. These files are created every 5 minutes and each is approximately 4 GB. There is no way to alter chapter size but when played back directly from the camera the video appears seamless. When put together with editing software it also plays as one continuous video.",
      "The device is stated to be waterproof up to 16 feet. A tripod is also included along with three camera mounts to position the device either on a flat surface, a slightly concave or tripod. Comes with a zippered 3 1/2 by 3 1/2 by 1 1/2 inch semi-rigid storage case which should provide decent protection.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3I73ZW9T4MXZR",
    "review_title": "Decent hardware, terrible software.",
    "review_date": "Reviewed in the United States on March 1, 2019",
    "review_text": [
      "\n  Potentially great hardware that will never be great because gopro doesn't care. The problem is the software, it's terrible. And since their software is the gatekeeper this means your footage is useless. Specifically the desktop app crashes, doesn't get updated often enough, and is horrendously slow. Worse yet the Android software blocks use unless you have a compatible phone. So after waiting months for it to work on my OP5, I get an OP6, and I'm out in the cold again.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3HYT3WIQL3964",
    "review_title": "Fantastic 360 camera, with some glaring flaws",
    "review_date": "Reviewed in the United States on June 5, 2019",
    "review_text": [
      "\n  This is a great camera.  The video it takes looks amazing, better than anything else I've seen in the price range.  The pictures are great too.  It really adds an extra level to your vacation pics and vids when you can look around 360 degrees. I looked at a few alternatives, and the Fusion just had the best, natural looking videos, with the best color.  The app and desktop software is where it really falls off.  The app isn't fully functional on Samsung phones for some reason (only the world's largest phone manufacturer, that's all). You can't share videos from the phone.  The desktop software requires a really high-end CPU and a decent video card, and it's still very slow to render.  While on vacation I was able to render 360 pics on a cousins cheap laptop, but had to wait until I got home to render 360 video.",
      "Another issue is with the desktop app crashing all the time.  I have a high-end computer, i7-6700k 24GB RAM RTX 2080, and whenever I would render 5.2k or 5.6k videos, the app would start to consume all of my memory and then crash.  I read that turning-off 360 audio could fix it, but I want 360 audio, so I found this workaround.  In Windows 10, go to task manager, and the 'Details' tab.  Find the Fusion Studio app, right-click, select 'Set Affinity'.  You need to limit the number of corse the Fusion Studio app has access to.  You can play around with it to find the right mix, but I've found limiting it to Core 1, 2, and 3 works every time, but makes the rendering process even slower!",
      "Watching video is another issue.  My 5k video uploaded to Youtube seems to work fine everywhere.  I have an Oculus GO which couldn't handle the 5k video from the Fusion (very slow and choppy). The GO works with 4k exported video, but it looses some detail. My hi-res pictures worked fine on everything.",
      "The GoPro plus service works for this camera, but unfortunately they won't let you upload video to the cloud, which kills it IMO.  So basically all you get is the camera replacement service, for $5/month, plus you have to pay a deductible should you need a replacement.  Plus 50% off accessories, but it seems to me like the Gopro website has accessories twice the price as amazon anyways, so it's a wash.  Kind of a waste in my opinion, get the damage protection plan instead from the retailer.",
      "Overall, if you have a good computer, and you're willing to tinker around and figure out how to make this thing work, it's a great camera and takes amazing-looking videos.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3RFZFAHIALHJD",
    "review_title": "The future of video",
    "review_date": "Reviewed in the United States on October 15, 2019",
    "review_text": [
      "\n  I was on the fence about 360 cameras but decided to take the plunge as these were on sale  and im so glad I did.  please note you WILL  need a very good spec computer to use this camera or dont waste your time getting it  You must  have atleast a 2017 or later computer with  a i5 processor  or better along with 16gb of ram and a dedicated graphics card with minimum 4gb of ram and 500 gb hard drive. The software would not render files on my i7 2015 computer with 12 gb of ram  and would run super slow on a MacBook . I upgraded to a 2019 i7 with 16gb of ram and a nvidia 1650 grafics card and everything works butter smooth and reasonable fast .  The editing that could be done with a 360 camera is just amazing and looks like you have your own camera person this is the future of video.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "REGBFTE9UD55N",
    "review_title": "Wait till the next one",
    "review_date": "Reviewed in the United States on May 2, 2018",
    "review_text": [
      "\n  I got this as a gift and it is by far the worst GoPro product made.",
      "a. Not intuitive to use. It turns on and off when I am trying to change the mode.",
      "b. The Software, which is a big part of the product's purpose, is poorly crafted. It does a terrible job of stitching and editing.",
      "c. You'll just struggle and waste time trying to make this product work.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1EYA3IUQ2NOTV",
    "review_title": "Good camera, lousy apps",
    "review_date": "Reviewed in the United States on September 8, 2018",
    "review_text": [
      "\n  Disclosure: I purchased my Fusion directly from GoPro, not from Amazon. I've had the Fusion since last November and use it professionally as I do 360 work for Google Street View and for clients as well.",
      "Pros:",
      "Great battery life. I can often go on a trip and shoot hundreds of photos as well as a lot of video without recharging.",
      "Wonderful outdoor photo quality. I find that my shots done in full daylight are incredibly crisp and clear, with excellent color matching.",
      "Cons:",
      "Stupid button placement. It's so easy to accidentally take a photo with this camera (or even worse, video) by accidentally pressing the shot button, which you WILL do because that's where your hand tends to go when you're trying to pick it up.",
      "Battery door likes to fall off",
      "On-device settings menu is poorly designed, although you eventually get used to it",
      "Often get a purplish hue when photos are taken inside",
      "The worst part? The apps. I use both the iOS app -- which isn't too bad and quite handy for taking tripod shots via Wi-Fi when you're hiding out of the way -- and the Mac app. The Mac app is set up to launch when the Fusion is attached, and it NEVER works. Even when the app is launched, it doesn't see the camera. What I end up doing is removing the twin micro-SD cards, reading them to a directory on the Mac, then forcing the app to look at that directory for stitching. Even on a fairly fast iMac, stitching is slow for photos and dreadfully slow for video.",
      "My biggest complaint is the color quality when taking photos indoors. Sure, I can often clear up the odd hues in post-processing, but I'm looking for a much faster workflow and don't want to spend the extra time doing color adjustment.",
      "If you're going to shoot outdoors exclusively, then by all means get the Fusion -- it excels on shooting photos and video outdoors. Just be aware that you're probably going to be frustrated with both the mobile and desktop apps. For indoor work, try something else because you'll be disappointed with the quality you get. This was my first GoPro product and will definitely be my last.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R223P6CCESFC54",
    "review_title": "great quality device but 100% worthless",
    "review_date": "Reviewed in the United States on June 16, 2019",
    "review_text": [
      "\n  initially, I was impressed by the feel of this camera and the immediate preview on my phone was great to, but it literally ended there. Despite trying various usb ports, cables, and numerous suggestions found online I was unable to pull the footage off the camera and into the GoPro software. even when I pulled the SD cards and manually downloaded it, the software wouldn't recognize the files and spit out errors. its a shame because it was super simple to use out of the box but anything beyond hitting record is a nightmare. it also has constant issues turning on, i find myself having to pull the battery out, put it back in, just to get it to turn on. once its on, it works great, the voice commands and all, but getting it on is a challenge most of the times. I had it for about 48 hours and tried for nearly the same amount of time to pull the footage I captured on the first day. no luck, so, until they fix the software and crap ton of other issues, stay away from this bs.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R709RTGTSANA4",
    "review_title": "Amazing!",
    "review_date": "Reviewed in the United States on January 31, 2018",
    "review_text": [
      "\n  Hands down one of the coolest cameras I've ever used. The mobile over capture feature is amazing, seamless, and makes the whole process extremely user friendly. Fusion studio needs a little work but that can be updated over time via software updates for the desktop. I can't believe how easy it was to keep up and running with this, zero learning curve!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R30QYALGLDSV1N",
    "review_title": "Excellent image quality, abysmal software and support.",
    "review_date": "Reviewed in the United States on June 5, 2018",
    "review_text": [
      "\n  The footage captured with the camera is excellent. Let's start there. The stitching is really, really good as well. However.....software. This is a camera without a viewfinder or screen of any kind, so the only way you can tweak settings or actually SEE what you are shooting is by linking it to a phone or tablet. That's where this review lost three stars. Both the phone app and the software are MAJOR Cons that anyone purchasing this product needs to be aware of.",
      "PROS: Image quality is excellent. Videos, while not absolutely perfect at the seems, is still handled better than most other cameras in this price range. It does everything the Gopro Hero 6 can do, except in 3D",
      "CONS: There is ZERO protection for the lenses. If you drop it or bump it while you are shooting and scratch or crack a lens, your goose is cooked. GoPro has no option to replace the lens. SO BUY THAT ACCIDENT PROTECTION!!!! This is one area where the VIRB 360 from Garmin beats the pants off gopro. They are targeting the action cam market. How can you offer no protection for the lens given the kinds of things your target audience wants to use it for???",
      "The phone app is horrendous. If you are on Iphone you will have a better experience than android, but just barely. Features crash constantly. If you are on android, you better hope you have one of ten SPECIFIC MODEL #'s of phone. Otherwise you can't pair your fusion to your phone at all. No matter how new or powerful your device is. That's something you won't see mentioned on the box or in the user guide. Android support is abysmal.",
      "The desktop software is improving, but still a headache. There is no getting around it. You MUST use Gopro Fusion studio to stitch your images. And that process takes a LOOOOOONNNNGGGGG time. It's also prone to crashing a lot. They recently added support to the app for the cameras HDR functions, kind of. If you click on that menu option it just gives you instructions on using third party software. It's a workaround more than a feature.",
      "Long story short, GoPro forced this one out too quickly and rather than catching up and making this thing worth the price we paid, they are basically just cruising till their next 360 cam comes out. If they don't fix the crippling problems with the android app, this will be the last GoPro product I ever buy.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RCXKS7MC2YMB7",
    "review_title": "STAY AWAY FROM THE FUSION!!!!",
    "review_date": "Reviewed in the United States on March 1, 2019",
    "review_text": [
      "\n  I usually love GoPro products. Unfortunately, this one is crap. It might record great footage but who knows because I have yet to see it.",
      "Desktop software crashes constantly on a strong PC and mac. And no support for Samsung Galaxy. GoPro’s response? This is a high end product and between my 3 (software developer) computers and S8 my hardware is the problem, not their faulty buggy software.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R25WQJL7BCGE4V",
    "review_title": "Amazing Footage.  Everything Pales to a 360.",
    "review_date": "Reviewed in the United States on June 16, 2019",
    "review_text": [
      "\n  I am GoPro obsessed.  I have 2 Sessions, Heros 4,6,7 (got to recycle the older versions) and now the Fusion.  Granted, I have never owned a 360 camera before, but I have been very satisfied with the GP Fusion.  I don't do too many fancy things with it.  We are an all Mac household so I stitch and edit videos through my desktop.  It runs more slowly on smaller devices but runs very well on my higher processor desktop.  Everything else pales in comparison to the 360 if you take into consideration the 3D nature of the videos.  The video quality will catch up eventually, given the new software in beta.  I am very much looking forward to these improvements and remain a hardcore avid customer/fan of GoPro.  Now if only there's a way to stick a fusion to your body whilst doing active extreme sports, that would be fantastic. ;)\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2R92DEYMSVJ6V",
    "review_title": "Camera does not work correctly with Mac OS 10.14.2 or OnePlus 6T",
    "review_date": "Reviewed in the United States on January 9, 2019",
    "review_text": [
      "\n  My GoPro Fusion shows black when I try to use the GoPro app as a preview screen (I have a OnePlus 6T). Also, when I take a picture and download it, it shows black in the GoPro app when I try to view the image. The app also fails to recognize that I downloaded any images or video.  This camera has been way more trouble than it's worth. I bought a new computer to handle the bloated software, but the Fusion software doesn't work correctly to import images directly from the camera on Mojave OS 10.14.2.  For GoPro customer support, all troubleshooting and a multitude of customer service calls have been useless.  They are also refusing to give me a refund.  A camera this expensive should not have such issues.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R26DTW33RG6URB",
    "review_title": "The 360 view gives a really cool perspective. I like the interface with the phone ...",
    "review_date": "Reviewed in the United States on March 29, 2018",
    "review_text": [
      "\n  The Fusion is a very unique camera.  The 360 view gives a really cool perspective.  I like the interface with the phone and how quickly you can download the files from the Fusion to my phone.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2WT6COUA0DFPE",
    "review_title": "Niche Product Great for those with $$$ and Time",
    "review_date": "Reviewed in the United States on November 3, 2018",
    "review_text": [
      "\n  Like an exotic sports car the up-front cost is only a portion of the capital investment you are making. Sure, if you already have an expensive smartphone you can connect to the GoPro fusion via the app and get some usability, but this approach has limitations with respect to stitching the image together into one, clear, spherical image. Where the GoPro Fusion really shines is when the images are processed on a desktop computer, the image is beautiful as if you are looking through a literal \"eye in the sky\". The one caveat (and it's a big one) is your desktop computer must be an absolute BEAST of a machine in order to process the footage in any reasonable amount of time, if at all before the RAM is exceeded and you have to give up hours later. To put this in perspective, you will probably need a video-processing desktop currently priced at $2K-$3K+. I have been successful at making clips up to 5 minutes long work on my computer with 8GB RAM and 2G DDR5 GPU, however, that is only after I had to tune down the resolution to 2K, and the stitching process still took over an hour. On the back end, the stitched videos are not compatible with past versions of the GoPro Studio software, which is a remarkably good and intuitive means of video editing (GoPro why did you move away from this?). As an alternative, GoPro opted to offer a GoPro Fusion toolbox for an Adobe video-editing software, which is only available via a subscription basis, minimum $20 per month with no option to straight-up purchase. At face value, this is an excellent option for a professional in the video-editing field, but I have neither the patience nor the presence to justify changing what has already worked in the past for me. I gave Adobe an honest attempt, but perhaps my computer was not up to par, nothing seemed to work.",
      "For me, as someone that works for a living and casually makes films of my adventures for Youtube that purchased the GoPro Fusion without buying the additional multi-thousand dollar desktop and has a dislike for a lack of options when I am required to go through a third-party software, I am limited to producing 5 minute long, RAW clips with no edits, to Youtube in 2K format. Right here right now this camera is a novelty with the ability to fire on all cylinders and blow away competitors IF you have deep pockets. What I would like to see is for GoPro to bring Fusion support to their now-unsupported GoPro Studio Desktop software similar to the software that Garmin developed for their 360 camera, very slick. Of course, this could all be corrected as well if GoPro redesigned the smartphone apps to be compatible with Fusion 360 footage so I can make actual 360 movies (not just Overcapture clips, 360 has more replay value to audience), improve stitching on the smartphone, and ensure the stitching process on smartphone doesn't crash once it reaches 100% (for no reason). I have hope GoPro can pull this off on the software side of the house, the problem does not seem to exist with the camera itself........except for ONE thing.......the fisheye lenses work great until you want to use them as literal fish eyes under the water, then the diffraction of the water will ensure that you lose approximately 40 degrees from your field of view, IMPOSSIBLE to create a spherical image, even in the clamshell housing that's available on Amazon for about $50. Fortunately that housing necessarily protects the lenses since there is now way you can drop this camera WITHOUT it landing directly on a lens and scratching it, the problem is that the fish-eye is so extreme the camera is actually looking bat at itself, which distorts the final image. To resolve this you should be able to sandwich two acrylic domes >4inch diameter around the camera which will minimize distortion.",
      "I bought it, I'm moderately happy, will be significantly more happy as I do my custom hardware fixes and GoPro does necessary software updates.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3M9MU9W8L7VX9",
    "review_title": "Easy to use, difficult to export usable files",
    "review_date": "Reviewed in the United States on May 12, 2019",
    "review_text": [
      "\n  While the GoPro Fusion is a very easy camera to hold, record and operate the ability to download and convert these files to usable videos is labor intensive.  The software that pairs with the camera is \"okay\" at best and the conversion process is very SLOW...even on a high-powered computer.  I would also like to note that the highest quality conversions in 5k crash my computer.  I'm running an i7-6700k 4 GHz with 32 GBs of Ram and a GeoForce GTX 1080.  This should not be a problem, but it is.  Still happy with the purchase, frustrated with its downfalls.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R20PRJSYELDCBH",
    "review_title": "A beta product for a premium price",
    "review_date": "Reviewed in the United States on March 24, 2018",
    "review_text": [
      "\n  As others have mentioned, it's not ready for prime time. If you're getting the fusion at this stage, you are definitely an early adopter for a first gen product.",
      "Pros:",
      "- Shadows, contrast, stabilization, dynamic range are all surprisingly good.",
      "- I really like the tripod mount that came with it. Good grip, it's versatile, it's stable. And the camera is designed to edit it out",
      "- Ability to edit video on your iPhone",
      "Cons:",
      "- The desktop software is so buggy it's unusable. I'm not being overly dramatic: files will just stop importing, they'll import and then won't get picked up while rendering, and other time-wasting BS issues that should've been caught during testing",
      "- You need a serious spec'd rig to process videos. On a 2016 i7 15\" Macbook pro w/ a ridiculously fast SSD, you're looking at 1min of video taking 30 mins to render.",
      "- The phone editing option has a cool interface, but is slow and eats right through your battery",
      "- Video files are HUGE. Be prepared to use tens and hundreds of GIGS of HDD or phone space. I get it, it's 5K video in 60fps, but maybe try some compression?",
      "- Ability to share 360' video is still limited: basically facebook or google.",
      "- It's $700 . If you're willing to step down to a 4K resolution, you're looking at great competitors at $300.",
      "I feel terrible writing this, because I really liked what GoPro was doing all these years. But if this is where we're going, I'm just not ready to sink this kinda cash for a beta product hitting the market. I did get a Hero6 instead, and I'm happy with the conventional video quality there.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RW8QUYW2W2NFS",
    "review_title": "Runs extremely hot, will not record longer than an hour, stitching doesn't work.",
    "review_date": "Reviewed in the United States on October 9, 2018",
    "review_text": [
      "\n  Wasted too much time and money on this. It'll run extremely hot (while charging and recording) and also the stitching software doesn't work on most graphics cards. Get the qoocam instead, check out the youtube comparison reviews. That's the 360 cam i'm going for. GoPro also has 1 star BBB reviews. I've had nothing but problems with this company the last 2 purchases. No more.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RENMWMVYIXN74",
    "review_title": "Best 360 camera on the market!",
    "review_date": "Reviewed in the United States on January 31, 2018",
    "review_text": [
      "\n  Picked up a unit and put it to the test and love it. The software update made a huge difference in stabilization and a night and day improvement. Make sure you use the APP and get the updates!  The stitching is so seamless you cannot even tell where it is which is the key differentiation to the competition. The entire over capture feature is hands down the reason to buy this! This is a must have for architecture and interior photographers and I think with continued updates this by far is going to be a clear winner.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RT6WZJJATVURI",
    "review_title": "SOFTWARE DOESN'T WORK - DON'T BUY",
    "review_date": "Reviewed in the United States on January 29, 2020",
    "review_text": [
      "\n  Seems to record fine, but good luck getting stabilized footage into your ios app or onto your mac.  It's a total mess. Software is too slow to use on Mac, and ios won't stabilize footage.  Which is why gopro came out with the Max.  This thing is a disaster, don't buy it...\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2BQZXLCLL6L8E",
    "review_title": "no looping feature",
    "review_date": "Reviewed in the United States on June 1, 2019",
    "review_text": [
      "\n  I does good video but if you want to shoot video with longer periods of no action with short bursts of action(as in fishing) do not buy! If plugged in it shuts down after 15 minutes on stand-by and you have to restart,  so voice command to start recording does not work. A looping feature(like their other cameras) would solve this issue but GoPro does not seem to want to fix it.  they also do not support Samsung 9s either.  Anybody want to buy one?\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2ZULK25RLF00G",
    "review_title": "SLOW renders this product useless.",
    "review_date": "Reviewed in the United States on July 6, 2019",
    "review_text": [
      "\n  Forget about shooting 360 videos with this gadget. It takes hours just to process a short clip. The only thing I can say the fusion 360 is good for is 360 STILL PHOTOS.  If that's all you need it for, it's good. Otherwise for video it is not worth the painstaking HOURS of time it will require to process.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RPH1GB2Q4LE4U",
    "review_title": "I lost $15,000 because of this camera",
    "review_date": "Reviewed in the United States on April 22, 2018",
    "review_text": [
      "\n  I bought this camera for a 360 video shoot in Northern Sweden this weekend. The two photographers flew from the US and 5 minutes after starting to shoot, the camera overheated. They only had 24 hours to shoot and because of their remote location, could not get a new camera. They are now heading home with no footage yet - it cost me over $15,000 for their time and expenses. I will never buy another GoPro product ever again and will do everything I can to warn others to not trust their equipment. I wonder how many other people and companies have lost money and memories because GoPro fails to make a reliable product.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3PZFIOIB5415Y",
    "review_title": "Great camera but terrible grip and customer support",
    "review_date": "Reviewed in the United States on August 27, 2018",
    "review_text": [
      "\n  Warning, make sure not to get the grip wet, when wet the O-rings dies and you cant extend or collapse the stick anymore. According to customer support it is \"user fault\" and they cant help out... So basically Gopro is selling waterproof action sport equipment that breaks down when wet, and that is the customers fault\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R23PMTDWKY7HAF",
    "review_title": "Finally, 360 that lives up to the promise.",
    "review_date": "Reviewed in the United States on January 31, 2018",
    "review_text": [
      "\n  We live in an HD world with HD expectations. I have tried 4 different 360 cameras before Fusion and had the same issue with all of them. The video quality was unacceptable and in most cases unusable. Fusion is the exception to the rule due to the following:",
      "1) Fusion captures content in 5K and creates stunning 360 videos.",
      "2) Using the extremely intuitive app, you can create a 1080P non-360 punch out from the 360 video. This 2D video content can than be used as part of a larger project.",
      "3) Fusion finally lets consumers realize the true power of 360 video which is the ability to capture every angle and later decide which angles you want to share with the world.",
      "Overall, GoPro Fusion is the 360 camera you have been waiting for. Once used, you won't want to put it down.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3MFCD7HVJ14S9",
    "review_title": "BUYER BEWARE",
    "review_date": "Reviewed in the United States on October 24, 2019",
    "review_text": [
      "\n  DO NOT DROP THIS CAMERA. The lense shatters every time. I've beeb through 3 of these cameras so far. Each was obliterated when simply dropped on the ground.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RZTY5DI960QVQ",
    "review_title": "Incomplete",
    "review_date": "Reviewed in the United States on June 11, 2020",
    "review_text": [
      "\n  It did not incluye the 64 Gb micro SD card. I bought 2 additional ones but the camera itself says with an additional micro SD\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3IZS2L2WOG6PS",
    "review_title": "DO. NOT. BUY.",
    "review_date": "Reviewed in the United States on June 9, 2018",
    "review_text": [
      "\n  Bought this at Best Buy last night. All I can say it’s been the worst consumer electronics experience I’ve ever had.",
      "Wow. Al the one star reviews are right.",
      "Do not boy this. Those fake 5 star reviews are sad and a fraud.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RXYSXISYPL08U",
    "review_title": "The tech behind this concept is miles away from GoPro's engineering capabilities",
    "review_date": "Reviewed in the United States on March 14, 2018",
    "review_text": [
      "\n  Everything started with the purchase of the most overpriced, under-performing, unreliable camera I have ever seen. Bought a Session 5 right before a 28 days cruise. The camera just wouldn't work properly at all. After reading through the sea of complains in the forums a potential reason was shown (the memory card type could be the problem). I don't know enough about hardware to fully understand the complexity behind memory cards but if it is a subject so complicated then a memory card of the \"right\" type should be sold with the cameras. I wanted to return the camera right away but being in a cruise I missed my return window. I took the lost of $300 and moved on deciding to never give GoPro a chance with their poorly designed cameras. Today I get an email asking for my GoPro experience feedback. Decided that providing some constructive criticism would be useful. To my surprise, the survey had absolutely nothing to do with my experience with a GoPro camera at all! The survey was full of questions regarding demographics. I was in such a disbelief that GoPro would mask a demographic data collection survey as an experience feedback survey to bait people into providing data for GoPro's marketing. Maybe if your engineering team worked as well as your marketing team then GoPro wouldn't have the massive amount of unsuccessful products (such as Karma drone) out on the market. I had already been disappointed by GoPro beyond  repair but after this baiting survey, I will campaign as much as possible against your horrible products and your amazingly dirty social engineering methods of business.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R22SLOMNXH53U3",
    "review_title": "Dont bother unless you have an iphone or Adobe premiere 2020",
    "review_date": "Reviewed in the United States on January 9, 2020",
    "review_text": [
      "\n  Software is glitchy, slow, and wont do what I need it to, which was going to be ok because gopro says you can edit on their gopro app... Lies... Unless you have an iphone or android with 4gb or more of ram, youre screwed. I'll be returning this. I had high hopes that gopro would have fixed there software in the 2 years since release, but I guess I was wrong\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R23DWKJR24DY28",
    "review_title": "The camera was fantastic",
    "review_date": "Reviewed in the United States on January 27, 2020",
    "review_text": ["\n  The camera was fantastic\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2FABMWIPDHBKT",
    "review_title": "10/10",
    "review_date": "Reviewed in the United States on March 11, 2020",
    "review_text": ["\n  10/10", "Love it!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2CFTC6TFZO5YB",
    "review_title": "Pretty Good Camera for the price",
    "review_date": "Reviewed in the United States on March 25, 2020",
    "review_text": [
      "\n  A bit hard to control with buttons on camera... works great with app and Adobe\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2T59KI099G4OR",
    "review_title": "Door falls off the battery charge point",
    "review_date": "Reviewed in the United States on May 19, 2020",
    "review_text": ["\n  Not so good\n"],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RZP50H1TX3YL7",
    "review_title": "best 360 cam out there right now.",
    "review_date": "Reviewed in the United States on March 3, 2018",
    "review_text": [
      "\n  Bought my Fusion just two days ago. Really like it. Cant say something bad about this cam. The best 360cam right now. Great customer support of gopro.!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R14VVJBJGZ5074",
    "review_title": "Great! I love it a must buy",
    "review_date": "Reviewed in the United States on February 26, 2018",
    "review_text": ["\n  Great ! I love it a must buy! GoPro is the best!\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R145KOWVRZARSD",
    "review_title": "Terrible software support",
    "review_date": "Reviewed in the United States on May 11, 2020",
    "review_text": [
      "\n  Supposed to be a great product but there is no way to upload media to laptop so it's impossible to see the photos you take. App crashes all the time. Terrible software!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3IICQCMB90B3C",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 31, 2018",
    "review_text": [
      "\n  Hochmut kommt vor dem Fall. Die Kamera ist eigentlich klasse. Ordentliche Qualität, praktische Plugins für Premiere Pro, hohe Performance, gute Verarbeitung und das alles gefühlt etwas besser als die Konkurrenz. Das verarbeiten der Daten am PC funktioniert schnell, einfach und sauber.",
      "ABER:",
      "GoPro bekommt es seit Release nicht auf die Reihe, die Kamera auf Android kompatibel zur eigenen App zu machen. Die paar Android Telefone, welche von GoPro als \"Kompatibel\" eingestuft werden (Pixel 2, Asus Zenfon eg.) funktionieren eigentlich doch nicht so richtig. Die Foren sind voll davon, die User verärgert, aber eine Lösung scheint es nicht zu geben. Nur noch mehr Werbung auf Instagram, Facebook und Co. Ohne Appsupport am Handy kann man mit der Kamera so gut wie nichts anfangen. Alles muss erst später am HeimPc erfolgen.",
      "Wir zählen mehrere GoPro Produkte, alle laufen Prima, bis auf die Fusion (Problem auf Note8, Galaxy S8 - gar keine Verbindung, Galaxy S7 - Verbindung ja, aber schwarzer Bildschirm).",
      "Das erfolgreichste Handy Betriebssystem mal mir nichts dir nichts zum größten Teil zu ignorieren, den Kunden nur mit Floskeln zu antworten und dann noch nichts an der Situation ändern - Das muss man sich auch erstmal trauen.",
      "Naja, Hochmut kommt vor dem Fall, die Kamera ging zurück. Anscheinend ist es das neue GoPro. Die Karma war eine unausgereifte Drone, hauptsache verkaufen, die Fusion scheint aus der selben Intension heraus entstanden zu sein.",
      "By the way: Apple IPhone user ab Iphone 6S haben vollen support der APP.",
      "Noch zwei Sterne, weil es bei voller Kompatibilität 5 gewesen wären, die Kamera 1 Stern einfach nicht verdient hat, die Mängel aber so gravierend sind das die Kamera auf so ziemlich allen Android Geräten nurnmot DesktopPc genutzt werden kann, und wer hat den da dabei wo er die GoPro dabei hat?",
      "Ganz schlechtes Kino GoPro, ganz schlechtes Kino.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1WFYRGBWP14XV",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 10, 2018",
    "review_text": [
      "\n  Die Kamera erzeugt sehr gute 360° Videoaufnahmen (bezogen auf den aktuellen Stand der Technik). Die PC Software ist gut, und mittlerweile stürzt sie nur noch sehr selten ab (Windows 10). Beim Videostitching werden Helligkeitsunterschiede zwischen den Linsen gut ausgeglichen. Häufig sind Stitchingartifakte in der Nähe des Stativs sichtbar, die ich allerdings aufgrund der Position als nicht störend empfinde. Die Videostabilisierung ist sehr gut.",
      "Leider zeigt die Kamera GoPro-übliche Bugs (die teilweise erst nach mehreren Monaten in Erscheinung getreten sind):",
      "- Der Akku wird nicht immer geladen, obwohl die rote LED leuchtet.",
      "- Die Kamera hängt sich nach/beim Laden auf.",
      "- Die Kamera schaltet sich während der Videoaufzeichnung aus (speziell in Bereichen ohne GPS Empfang).",
      "- Die Kamera wird im USB Betrieb (z.B. Datentransfer) sehr heiß.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RA8I7HI1QMV3Q",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on July 5, 2019",
    "review_text": [
      "\n  360 is just a part of a video, as using After Effects / Premiere Pro you can create extremely innovative videos, as 360 gives you an opportunity to frame you shot however you want.",
      "Basic flow is record => stitch on PC (this is not a camera for mobile phone) => export 5.2k for editing => open Premiere Pro, use VR plugin to frame shots using keyframes and viola.",
      "You will need at least GTX 1080 / i7 9700k (I have water cooled i9 9900k with all limits turned off (those gives boost up to 60% in AE / PP)) as it will use ~ 80% of GPU / 98% CPU.",
      "Definitely not a technology for laptops (TDP is killing even gaming laptops with i9, as it will horribly throttle with some of instructions (actual Wattage use only by my CPU is getting up to 280W, therefore you need to have a very good water cooling system)).",
      "1 minute of 4k PP material takes up to 2-3 minutes, on some weaker machines (not mentioning laptops) it will take up to an hour !!!",
      "You need fast, water cooled CPU with all thermal limits off (so you also need a good motherboard which allows to turned off all limits, has great voltage section), at least 8 cores @ 5GHz, 32GB DDR4 is minimum, and minimum GTX 1080 (better 2080 or Titanium).",
      "Otherwise you won't be able to use it, unless you're willing to wait a day for rendering 30 minutes 4k output framed from 360 video.",
      "Of course you can also use it only for 360, but it seems like a waste of technology.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RFDUD1DTUJ3WI",
    "review_title": null,
    "review_date": "Reviewed in Germany on December 22, 2018",
    "review_text": [
      "\n  Die Kamera hat eine sehr hohe Qualität - keine Frage - Aber sie funktioniert leider auch nur mit einer guten Software:",
      "Was GoPro bietet ist für alle die Windows nutzen MISERABEL und UNTERIRDISCH.",
      "- Fusion Software: Mehr als die Hälfte aller Hinweise (und Texte) ist kryptisch \"wes3463vblk6vb3vlt\" eine Umstellung der Sprache von DE auf ENG brachte auch keinen Erfolg.",
      "- Fusion Software: Wer seine Ordner auf D: anstatt auf C: anlegen will hat ebenfalls Pech gehabt.",
      "- Das Rendern von 9Sek Video hat fast 4 Minuten gedauert.",
      "- GoPro Viewer: Das hat funktioniert. Juhu",
      "- Quik: Das ist das schlechtereste Programm das ich seit Jahren gesehen habe - Es erkennt keine Kamera; Es lässt keinen Import zu; Und der Abschuss ist, dass es sich nicht mehr deinstallieren lässt. (Siehe Bild)",
      "Eine Schande GoPro - Pfui !\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2MWDGSJU6OHEM",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on July 29, 2018",
    "review_text": [
      "\n  Very disappointing - the camera is fine, but the software makes it unusable.  You need very hi-spec computer to run the software.  There is very limited stuff you can do with the app.  Can’t export files longer than 90 secs to YouTube.  Check out the Germin as an alternative\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3C2JPAMDM6WL8",
    "review_title": null,
    "review_date": "Reviewed in Mexico on April 24, 2019",
    "review_text": [
      "\n  Hay detalle importantes que deben tener en cuenta.",
      "Para manipular fácilmente la cámara deben contar con la app lo malo es que solo está disponible para ciertos teléfonos de gama premium, no es posible visualizarlo en gama media.",
      "Asimismo para su edición debes contar con una buena computadora con gran capacidad ya que evidentemente el peso de los archivos es mucho.",
      "Para que sirva al 100 y saques su máximo provecho debes contar con estas cosas que son igualmente caras... Así que piensalo, no sirve solo cámara de hobbie si no tienes lo demás\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2476HS4NAXH8A",
    "review_title": null,
    "review_date": "Reviewed in Germany on November 8, 2018",
    "review_text": [
      "\n  Die GoPro-App unterstützt die GoPro Fusion NUR auf sehr wenigen Gerätetypen. Andere Gerätetypen funktionieren gar nicht. Nicht nur schlecht, sondern genau Null. Die App sagt das direkt beim Start.",
      "Ohne App kann man nur wenige Einstellungen vornehmen und muss blind den Auslöser drücken und beten, dass die Fotos und Videos gut werden.",
      "Wer ein iPhone 6 oder neuer sowie eines der sehr wenigen geeigneten Android-Geräte hat, kann die Kamera benutzen. Bilder sind recht gut, aber alle anderen Eigenschaften sind nicht besonders:",
      "- die App macht beim ersten Start ein Firmware-Update der Kamera. Das dauert 15 Minuten und die Warnung steht dabei, dass bei Abschalten des Geräts, des Telefons oder Schließen der App das Firmware-Update scheitert. Wenn während des Updates also ein Anruf eingeht oder ein Fehler passiert, habt ihr die GoPro Fusion gebrickt. Glückwunsch. Ob das auch per Kabel vom PC aus funktioniert habe ich nicht testen können.",
      "- der Transfer eines 30 Sekunden Videoclips (260MB) auf ein iPhone 7 dauert über 5 Minuten",
      "- die App lässt ein Teilen des Videos nur über YouTube, Facebook oder wenige andere Möglichkeiten zu. Wer seine Videoaufnahmen nicht der ganzen Welt zugänglich machen möchte, muss einen PC verwenden, um die Daten zu ziehen.",
      "- zwei 30s Testvideos erstellen und eines der Videos auf das iPhone ziehen kostet über 10% Akkukapazität (100% -> 90%) und die GoPro Fusion wird dabei auch enorm warm.",
      "Fazit: ohne iPhone oder eines der speziellen teuren Android-Telefone komplett unbenutzbar, mit diesen teuren Voraussetzungen sehr nervig in der Benutzung, Akku schnell leer, Transfers dauern ewig und die Apps können sehr sehr wenig. Für Filmen abseits von Wohnung oder Büro ist ein zweiter, dritter oder gar vierter Akku dringend empfohlen.",
      "Oh und es werden ZWEI SD-Karten benötigt, für jede der Kameraseiten eine. Mit nur einer verweigert die Kamera jeden Dienst. Schnelle, große SD-Karten empfohlen,",
      "1 Minute Film verbrauchen 500 MB und 5-10% Akku, d.h. die Filme belegen rund 30 GB pro Stunde und die maximale Aufnahmedauer für einen Akku wird ca. 20 Minuten sein.",
      "Für Spezialanwendungen und gut vorbereitete Extremsport-Stunts sicher ein praktikables Werkzeug, wenn man die anderen teuren Voraussetzungen (iPhone, SD-Karten, Zusatzakkus) erfüllt. Für just-for-fun Aufnahmen und vor allem im Urlaub abseits vom PC völlig und komplett unbrauchbar und unten an eine DJI Phantom Drohne gehängt ist die Batterie der Kamera schneller leer als die der Drohne. Danke, ich schicke das Ding zurück.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1A0584G7EI01P",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on February 24, 2020",
    "review_text": [
      "\n  Great piece of hardware which is totally let down by software. Rendering the footage is near impossible. Only 1 of 3 of my computers would talk to the camera. To this point if have not managed to render a single clip of footage. My Mac Pro (£5k machine) is unable to render a 2 min bit of footage. Whereas it handles every other project I through at it with ease! Very disappointed. Many many people in the same boat. If I can’t sort soon will have to return.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3BW6Q9LAW1DXB",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on February 23, 2020",
    "review_text": [
      "\n  The camera itself is easy to use but the work flow is horrendous , time consuming and you will need a really good computer to do this too, my experience was terrible the desktop software crash every time when u try to render vdo and now the company that developed the software (Kolor) already closed down so not really much of any support available so i returned the camera snd bought gopro hero 8 instead\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1U00MN8JOUFXD",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on July 9, 2019",
    "review_text": [
      "\n  Keeps locking up ,",
      "Freezing",
      "Very poor battery life\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2P17AKGKEMVN2",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on November 1, 2018",
    "review_text": [
      "\n  This GoPro is incredible, the footage you can shoot and it’s 360 camera is amazing. I have taken some brilliant photos and videos from my recent holiday and it’s nice to be able to move your phone or iPad or even laptop to show family and friends all angles. Definitely worth investing\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3S69GEL70A8X8",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 12, 2018",
    "review_text": [
      "\n  Die Fusion ist der Beginn der Zukunft. Insbesondere bei Action-Aufnahmen muss man sich nicht mehr darum kümmern den gewünschten Bildausschnitt auch wirklich ins Bild zu bekommen. Man positioniert die Kamera einmal und nimmt nur noch auf. Danach bearbeitet man alles am PC und sucht sich die gewünschten Perspektiven aus. Overcapture bietet unglaubliche Effekte und ist einfach genial. Die Bildqualität erstklassig, zumal man zB für YouTube Videos in der Regel auf 1080 Auflösung herunter geht. Also Bilder mega. Kamera selbst, gut, aber mit Verbesserungspotential. Die hervorstehenden fischaugenartigen 2 Linsen sind extrem exponiert und ohne jegliche Schutzoption. Die Möglichkeiten des Linsenschutzes wie bei Gopro Hero gibt es bisher nicht. Hier muss noch etwas nachgeholt werden. Ausserdem fehlt eine Öse an der Kamera um eine Sicherungsleine zu befestigen. Da man die Fusion ohne Case verwendet, und es auch keines dafür gibt, kann man an der Kamera selbst keine Safetyline anbringen, nur an der Schraube.",
      "Der größte Kritikpunkt ist allerdings die Software zur Nachbearbeitung. Auf der iPhone App funktioniert Overcapture zwar, aber wer will schon die sehr großen Datenmengen alle über sein Handy abwickeln. Die Fusion Studio Software erlaubt auch Overcapture , aber richtig funktionieren mit allem was man sich zur Videobearbeitung so vorstellt tut es nur mit Premiere Pro. Dieses Programm ist aber mit über 200 E / Jahr nicht billig, wenn auch gigantisch und genial. Zudem harmoniert es nur sehr schlecht mit Mac bzw OS. Ich verwende es an einem wirklich schnellen PC nun mit Windows 10 und das ist so wie ich es mir zur Videobearbeitung vorstelle. Wenn man die Fusion also zur Erstellung echter Videos mit Anspruch nutzen möchte, dann wird es teuer. Dafür gibt es dann tolle Bilder und keine Grenzen bei der Phantasie der Videobearbeitung . Ich würde mir die Fusion trotz aller Kritikpunkte wieder kaufen, weil es diese Möglichkeiten sonst nirgends gibt. Wer nur 360 -Grad-Fotos machen will hat es einfacher. Das geht super über die iPhone App und die Bilder lassen sich direkt daraus teilen. Auch schon toll, aber die Videos sind eine andere Dimension.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2BZ2CJQGQJ02E",
    "review_title": null,
    "review_date": "Reviewed in Canada on November 18, 2018",
    "review_text": [
      "\n  Cons:",
      "-The battery doesn't last more than an 1hr.",
      "-If you try to record a long vid, the Fusion start over heating",
      "-If you record video for more than 5mins long, the stitching process will take a long time depending on the computer you have. I have an average computer",
      "- The lens are delicate. A slight scratch will ruin the image and it's not replaceable. So when taking it on vacation or anywhere, you have to be delicate and cautious",
      "-voice command doesn't always work.",
      "- Don't update the firmware through the app on your phone. It will render it useless. I had to get a replacement because of that reason",
      "- Uploading the image or vid to social media will also take a long time because of the size of the file.",
      "-Charging the battery will take all night and the battery area will heat up as well",
      "-The software provide to stitch the image is limited. Sometimes it crashes",
      "-wish the tripod provided is longer",
      "-There's no LCD display so you won't know how your image will turn out unless you connect it to your phone app, then there will be too many things to carry",
      "-hate the Gopro mounting system. I have to go out of my way to get a very expensive accessory so that i can mount my Fusion onto an ordinary 1/4 thread tripod",
      "-you cant stream it on social media",
      "-VERY expensive while there are other 360 cams that are just below par with the Fusion and they are half the price",
      "-can't view your image or video on your PC unless you use their software.",
      "-the usb C cable is too short",
      "Pros",
      "-the quality of the image is amazing considering it's not a regular camera",
      "-the sound quality is pretty good as well",
      "- a 64gb SD card is well enough to last a day. Your battery won't last that long anyways\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RJ2ONPJ15TDSH",
    "review_title": null,
    "review_date": "Reviewed in Mexico on August 31, 2019",
    "review_text": [
      "\n  Excelente cámara. Haces maravillas sabiendo postproducir, la única queja es el render. Dura hooooooraaaaaassssss! Es recomendable grabar por partes para evitar tanta hora de postproducción.",
      "Lo hemos usado en varios proyectos y es maravilloso el producto. La calidad muy buena. Trabajamos para Shutterstock y se han vendido muy bien las fotos en 360 grados. En fotos no tarda nada el render.",
      "Los time lapses los hace maravillosos.",
      "La compramos para un proyecto y estuvimos buscando calidad, hay cámaras mucho más baratas pero la salida final no era buena. Con esta cámara definitivamente tienes calidad.",
      "La postproducción debe ser en premiere, final o after y en este último (que definitivamente es mejor para manipular el 360 grados debe ser el más actual porque si es 2015 se ven unos puntos blancos)",
      "Si solo la vas a usar para lentes de realidad virtual no necesitas postproducción. Sólo el render que tarda horas\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R16A84EKT8QYDH",
    "review_title": null,
    "review_date": "Reviewed in India on June 15, 2018",
    "review_text": [
      "\n  Absolutely different and unique footage. Editing is not as difficult, but copying and rendering is time consuming. 1min = 3min to copy + 1min to overcapture + 3min to render. The overcapture has to be done and coule get boring if the video is more than 2min, cannot be done while travelling. Battery consuming on camera and phone/device. 32+32GB cards do about 70min recording.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3QXFC0MKZL74G",
    "review_title": null,
    "review_date": "Reviewed in Germany on November 23, 2018",
    "review_text": [
      "\n  Ich habe mir die Kamera geholt, weil ich einige sehr beeindruckende Videos auf YouTube gesehen habe. Diese wurden mit dem GoPro Fusion Studio sowie mit Adobe Premiere 2018 erstellt. Leider funktionieren die GoPro Plugins bei Premiere 2019 nicht. Ein sinnvolles Bearbeiten der Roh-Videos ist somit nicht möglich. Der GoPro Support schweigt sich aus, obwohl etliche User in diversen Foren das gleiche Problem haben. Somit ist die Kamera für mich völlig unbrauchbar. Sollte das Problem nicht binnen einer Woche gelöst sein, geht die Kamera zurück. Schwache Vorstellung von GoPro. Aber die Karma haben sie ja auch nicht hinbekommen.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RH5TD7F24CFX3",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on June 9, 2019",
    "review_text": ["\n  Happy husband\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2VDD9DIA67HNE",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on April 20, 2020",
    "review_text": ["\n   Faulty battery\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2P2VO2C905IRQ",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on October 24, 2018",
    "review_text": ["\n  Love it\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2AN6FJZ9N5LSQ",
    "review_title": null,
    "review_date": "Reviewed in Germany on October 30, 2018",
    "review_text": [
      "\n  Vorab: Die Kamera ist eigentlich klasse. Sie liefert für ihre Verhältnisse eine passable Bildqualität, ist zumindest gegen Spritzwasser geschützt, hat eine tolle Haptik und man kann das ggf. bereits vorhandene GoPro-Zubehör nutzen.",
      "ABER: Alle Nutzer von Rechnern mit AMD Prozessoren und/oder AMD Grafikkarten sollten unbedingt die Finger von diesem Produkt lassen! Die aktuelle Software GoPro Studio 1.3, das für das Zusammenfügen der Videos von Vorder- und Rückseite verantwortlich ist, läuft nicht mit AMD angetrieben PCs und Notebooks. Dabei besteht das Problem bereits seit April 2018, wie man dem GoPro Forum entnehmen kann. GoPro hat es bislang nicht geschafft, den Fehler innerhalb von einem halben Jahr zu beseitigen. Der Support von GoPro verweist nur auf die Vorgängerversion 1.1, die aber nach einem Firmware-Update der Kamera ebenfalls ihren Dienst versagt. Daher ist diese eigentlich gute Kamera für Nutzer mit einem AMD-Rechner nicht nutzbar. Schade GoPro!\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RDJUTRCW2NNA7",
    "review_title": null,
    "review_date": "Reviewed in Italy on January 27, 2019",
    "review_text": [
      "\n  Purtroppo non sono soddisfatto, ne dalle riprese inutilizzabili nella maggior parte dei computer",
      "Pc don 10 pro Ho core i7 ass",
      "Mac book Pro 15 retina",
      "Samsung S8",
      "Samsung Note9",
      "NON VA CON NESSUNO DI QUESTI DISPOSITIVI.",
      "le riprese sono giallognole, restituisce due file uno per il fronte e uno per il retro, in altrettante schede.",
      "Il software in dotazione fatica a convertire le immagini e i v8deo, quando lo fa è lentissim9",
      "In Finalcut è impegnativo usare le due parti di registrazione",
      "MOLTO MEGLIO LA  INSTA 360X\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1PTRP3AXH6JFN",
    "review_title": null,
    "review_date": "Reviewed in France on August 24, 2019",
    "review_text": [
      "\n  J'ai utilise dans le passé d'autres cameras 360 de mauvaise qualité, et je n'ai jamais eu de problème. Avec cette camera, la première désillusion c'était avec l'app pour le smartphone Android: il n'y a qu'un petit nombre de phones avec lesquels la camera peut se connecter. Le mien, naturellement, n'était pas entre les modèles compatibles. Le problème n'est même pas lié aux performances des phones: le mien est un Huawei produit en 2018, de bonne qualité. En effet les modèles compatibles étaient moins puissants et moins chères.",
      "Bon, je me suis dit, je ferais avec le PC (même si cela veut dire abandonner la possibilité de directes facebook ou telegram, ou de partager rapidement pendant les vacances).",
      "Ça va sans dire que le software GoPro Fusion Studio ne marche qu'avec Windows et Apple, rien pour Linux (et bien sûr je n'avais que Ubuntu sur mon ordo). J'ai essayé tout d'abord avec Win10 dans mon VirtualBox, mais naturellement ce ne marche pas avec le driver graphique virtuel.",
      "J'ai alors réinstallé à nouveau Windows10 sur mon ASUS X751L, qui réponds à toutes les spécifications demandées (j'ai dû acheter la licence originelle Windows!). A mon énorme frustration, il n'y a pas eu moyen de faire fonctionner le software pour le stitching des vidéos et des photos. Le software se bloque sans donner",
      "Bien sur j'ai contacté le service clients, qui n'a pas su que me répéter les suggestions qui étaient déjà présents dans le knowledge base de leur site et que j'avais déjà essayé sans succès. Entre autres ils m'ont suggérés d’essayer un software qui coûte presque 800€!",
      "Il faut aussi noter que le service clients travaille seulement pendant les horaires de travail ordinaire, de 9h à 17h, Lun-Ven. Donc j'ai du les appeler pendant mon travail, loin de mon ordinateur. Pas d'assistance le samedi par exemple.",
      "Enfin j'ai été forcé de restituer la caméra sans pouvoir vraiment la tester. Une expérience vraiment négative, qui semble être partagée par plusieurs autres utilisateurs frustrés par ce software non fiable (googlez \"gopro fusion studio freeze\").\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R28JSCEOVO7IDO",
    "review_title": null,
    "review_date": "Reviewed in India on November 13, 2018",
    "review_text": [
      "\n  To be honest, i was really disappointed when I received The Gopro Fusion as i tried multiple mid range phones with 4gb ram. And it didnt connect to any. Then i used a latest i5 laptop and the problem was the same. The Studio app won't connect. Spent 55k on this. I totally feel its not worth it. Since their is no screen, you have to rely on a connected phone to shoot.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1JWHB4P6I9CT1",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on August 28, 2018",
    "review_text": [
      "\n  This is my third 360 degree camera, first I had the Samsung golf ball and earlier this year the Nikon Keymission 360.",
      "They both worked and unlike Fusion produced stitched video files with that work being carried out in the camera.",
      "However, viewing the output of one of their videos on a 4K TV made them look pretty crappy (okay on a tablet or smartphone). This is of course because there is not enough data being recorded so just an area of the image can be viewed in 4K. Thus fusion records the video files at an even higher resolution.",
      "Thus it uses/needs two Micro SD cards and the stitching of the two camera images has to be done in your smartphone or powerful desktop computer.",
      "I will say now that not a single one of my Android devices works with Fusion so firmware updates and even setting the date and time and other options all has to be done by the small screen on the camera and the classic GoPro up/down select menu system (very similar to that used on their pre touch screen models).",
      "Full quality 360 video files are also very large and a produced 5 minute video can be over 20Gb in size ready to upload to for example YouTube. I have to leave my computer on overnight to produce one.",
      "Some YouTube users host the raw fusion files so you can download them and see how well your hardware produces them to check the time taken and see if you like the results.",
      "The small planet videos take a lot less time and perhaps are more interesting to watch and play on a wider range of devices.",
      "Taking videos.",
      "The provided tripod is not very good and my one lets the camera rattle as the joints don't lock solidly and always fit the protective cover on the camera when not in use to protect the lenses from damage.",
      "Voice command works well but I have found trying to hold the camera out in front of you and keeping level to the horizon can be tricky.",
      "The horizon can be corrected in the software but that's more work.",
      "Also, as the video processing takes hours it is best to copy the contents of both MicroSD cards to your computer (SSD if possible) under a folder. Just then point the app at that folder and it will read the files from the sub folders and thus no need for the camera to be on.",
      "So yes it works and does produce the best quality 4K 360 degree videos I have seen but it definitely is not for everyone.",
      "It would be at least nice if the Android app could at least control the camera and perhaps a few other basic tasks but it just says \"tough luck\".",
      "The GoPro website has a list of the few Android devices that it does work with.",
      "Thus when I use my one out and about I can't check anything it has recorded until I get home.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RKLYPDK6VX6IB",
    "review_title": null,
    "review_date": "Reviewed in Germany on October 6, 2018",
    "review_text": [
      "\n  Kamera ist heute gekommen. Leider musste ich feststellen, daß eine komplette Videobearbeitung nur mittels PC möglich ist, leider nicht über mein iPad Pro.",
      "Eine mobile Kamera ohne vollständige mobile Unterstützung? Geht gar nicht. Werde sie wohl wieder zurücksenden und mir die Garmin Virb 360 kaufen. Die hat Software für eine komplette, mobile Verarbeitung.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3T3STO7V5CFS3",
    "review_title": null,
    "review_date": "Reviewed in Canada on September 5, 2019",
    "review_text": [
      "\n  I've had this camera for about a month. Went on a 2-week trip with it. So here is some pros and cons:",
      "Pros:",
      "+ The stitching is pretty decent (I tried the Gear360 before, and the Fusion is definitely a better product in this regard, although not perfect)",
      "+ The resolution is borderline acceptable for VR (don't expect too much)",
      "+  It goes under water (I tried)",
      "Cons:",
      "- The resolution is way too low for overcapture and anything else than VR. This deserves knocking off at least one star, considering that it shouldn't be that hard to stick 2 4K cameras in there for a total of 8K spheric.",
      "- You need 2 micro-SD cards... well, that's only shows that this is a half-baked product GoPro has decided put on the market for some reason. I don't see a technical reason for this. Other 360 cameras do well with a single card",
      "- The rubber covers on the front and back unglued from the heat that the camera generates. To be fair I used it a hot climate during my vacation, but still - you should be able to go on vacation with these things during the summer.",
      "- Does not focus under water",
      "- Software crashes a lot",
      "I would give 2 stars, considering that it could have been done a lot better with 2019 technology, but considering the price point and the not so much better competitors, I'll be generous.",
      "Edit: I tried the firmware upgrade to 5.6K (wondering why the camera didn't come with it considering the upgrade is available since the beginning of 2019 - it was disappointing to find this out after a trip). The resulting resolution in a rendered \"overcapture\" (flat) video rather satisfying. It is now 3 well deserved stars.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RD29AG0QBX0IA",
    "review_title": null,
    "review_date": "Reviewed in Germany on June 11, 2019",
    "review_text": [
      "\n  Mahlzeit. Ich hab die GoPro für 600€ ca Anfang Mai 2019 erworben, ohne Speicherkarten. Das ist Schweinerei Nummer eins.",
      "Die zweite ist der Preis in Amerika, zuletzt sah ich einen Angebotspreis für fast die Hälfte.... Nummer 3: die Linsen sind wenn sie beschädigt werden nicht austauschbar, somit wäre die Kamera Sondermüll, das geht für eine Action cam garnicht ... Ach und eins noch- die dringend benötigte Software kann man im Prinzip nicht nutzen wenn der Computer nicht unter Win 10 läuft....",
      "Sonst- man bekommt hier die aktuell beste Vollsphärenkamera auf dem Markt. Die Sprachsteuerung funktioniert. Dummerweise bei anderen Leuten teils besser als bei mir, ist Stimmenabhängig.... Ich kann sie aus 15 Metern 3 mal anbrüllen sie solle ein Foto machen, und mein Bruder ruft aus 25 Metern GoPro ausschalten... 3 mal dürft ihr raten auf wen sie hört, ganz großes Kino....^^ ach ja die App gibt ja die Alternative zur Sprachsteuerung und bietet dann auch den vollen Funktionsumfang. Läuft mir aber auf dem iPhone se und iPad Air 2 nicht wirklich stabil genug, und der Zwang zur App ist alles andere als fein. Was ist wenn in 10 Jahren keine Updates mehr kommen oder die App aus allen Stores verschwindet?",
      "Das Rendern und Zusammenfügen der 2 einzelnen Aufnahmen (vorn wie hinten) sowie aneinander angleichen funzt per Originalsoftware sehr gut und autonom, bedenkt allerdings das die Leistung der CPU nicht zu gering sein sollte! Mindesten 8gb Ram sollten ebenfalls dabei sein. Nachtaufnahmen via Langzeitbelichtung sind echt gut (ja auch in vr!), allerdings wirkt das kleine Display auf der Rückseite tatsächlich als Störfaktor wenn man mal richtig lange belichten will. Es lässt sich aber behelfen. ;)",
      "Videos benötigen am besten viel Licht. Wenig ist möglich aber das Bildrauschen nimmt total schnell überhand.",
      "Die Stabilisierung der Videos passiert in erster Instanz mit der Cam, danach noch mal beim Rendern, ich muss sagen das überzeugt und geht wirklich sagenhaft gut!!!",
      "Mitgeliefertes Dreibeiniges Stativ sowie kombinativ ausziehbarer Selbstporträtierungsknüppel spielen quallitativ auf mittlerem bis gutem Niveau, hackte bei mir schon mehrfach, aber immer ganz geblieben.",
      "Andere Kameras- meist billiger, selten teurer, sind hier und da mal besser dafür aber meist in anderen Sachen weit schlechter.",
      "Alles in allem",
      "Die Fusion bietet das beste Gesamtkonzept, wiegt die wenigen leichten Schwächen mit vielen Stärken auf und ist somit abgesehen vom Preis die beste Kamera in diesem Segment, wenn man denn genug Geld für Spielereien im Anfangsstadium über hat 😜\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R15TS5B6KM5W8Y",
    "review_title": null,
    "review_date": "Reviewed in Canada on July 5, 2019",
    "review_text": [
      "\n  This camera is definitely the coolest camera I own (and that is a lot of cameras) ... the possibilities creatively, are endless. The Fusion studio is a little slow to stitch clips together (fine with photos) however, the outcome is worth it. Just keep the clips short.",
      "Stabilization could use some work however, I'm sure thats something go pro will work out in the future. We all start somewhere.",
      "Seller got me my camera in two short days and everything was in perfect condition. Thanks so much.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3OQ5G45O6YZKT",
    "review_title": null,
    "review_date": "Reviewed in Spain on January 8, 2019",
    "review_text": [
      "\n  Decepcionado. Acostumbrado a go pro me parece que hay cosas que, o se han hecho rápido, o es problema de la novedad de producto. La cámara es pesada en comparación p.e a la insta360, pero aún así el HW creo que es adecuado y en parte cumple. El SW es el mayor problema. El del móvil es pobre para este tipo de cámara y además pierde conexión. El de OSX es básico y con problemas, no entiendo como el comprimir en H264 no mantiene la resolución de partida. Esto implica siempre tratar en PRORES y para el almacenamiento no es óptimo. Dado el tiempo que se dedica a renderizar es poco operativo su uso.",
      "Espero que mejoren SW\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1HHC2XTYYEJQQ",
    "review_title": null,
    "review_date": "Reviewed in Germany on October 27, 2019",
    "review_text": [
      "\n  Das Konzept der Kamera gut, es macht viel Spaß damit aufzunehmen. Es wäre alles gut, wenn da nicht die notwendige Nachbearbeitung wäre. Die Windows-Software, die dafür nötig ist (GoPro Fusion Studio) ist schlichtweg eine Katastrophe. Sie beansprucht für die Bearbeitung _alle_ Systemressourcen, auch jeglichen freien Speicherplatz auf der Systemplatte. Das wäre ja auch noch in Ordnung, leider stürzt sie im Schnitt bei jedem zweitem Render-Prozess ab und gibt den belegten Festplattenplatz NICHT WIEDER FREI. Das Windows-System ist dadurch nur noch eingeschränkt nutzbar. Die Anfrage an den GoPro Support (nur in englisch) offenbart die generelle Taktik: ABWIMMELN. Ich habe das Problem geschildert, der Mitarbeiter hat es bis zum Schluss nicht verstanden und die Konversation endete mit der Aufforderung, \"ich solle jemanden Fragen, der sich mit Computern auskennt\". Dazu muss ich sagen, ich bin selbst Softwareentwicker. Es wurde mir versprochen dass sich ein \"Experte\" mit mir per eMail in Verbindung setzt, das ist nach mehrere Wochen immer noch nicht passiert. Jegliche erneute Anfragen zum gleichen Thema werden konsequent ignoriert. Für mich gibt es nur einen Begriff dafür: UNPROFESSIONELL.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2F6P9Z453DLUE",
    "review_title": null,
    "review_date": "Reviewed in Germany on February 23, 2019",
    "review_text": [
      "\n  Wie die meisten hier, bin auch ich sehr unzufrieden mit der App. Laut Gopro hätte mein Huawei Mate 20 Pro eine Verbindung herstellen können. Allerdings kam dann auch dort die Benachrichtigung dass die Geräte nicht kompatibel sind.",
      "Durch gewisse Tutorials konnte ich dann doch noch eine Verbindung über Umwege herstellen. Dadurch konnte ich immerhin das Aktuelle Bild sehen, bereits gefilmte Videos anschauen und Fotos angucken. Allerdings hat die Download Funktion nicht funktioniert. Also konnte man unterwegs immer noch nichts mit dem Material anfangen.",
      "Was viele als positiv bewerten bei der Fusion, ist das Stiching, also das Filmmaterial beider Kameras. Ich kann das leider nicht befürworten. Es gab einen sehr sichtbaren Übergang, der leicht versetzt war und für mich als störend empfunden wurde. Daher musste man manche perspektiven ändern, damit man es nicht sehen konnte. Ich muss dazu sagen, dass ich auch kein Vergleich zu anderen 360° Kameras habe, daher eine rein objektive Meinung von mir.",
      "Pro:",
      "- Stabilisierung: Einfach genial. Auf dem Snowboard oder Skiern absolut kein wackeln zu sehen!",
      "- Akku: Fand ich auch sehr gut. Mindestens eine Stunde reine Filmzeit war immer drin.",
      "- Qualität: 5,2K/30fps auch sehr positiv. Selbst bei schnellen Aufnahmen war das Bild immer recht klar und flüssig.",
      "- Lieferumfang: Der beiliegende Stick ist qualitativ hochwertig. Eine Schlaufe hat leider gefehlt. Sehr vorteilhaft ist auch die kleine Tasche für die Kamera, die man auch überziehen konnte, wenn die Gopro gerade an dem Stick angeschraubt ist.",
      "Kontra:",
      "- App und Smartphone Kompatibilitäten",
      "- Übergang der Front/Back Kamera",
      "- Preis/Leistung: Aktuell einfach zu teuer für das was man dort geliefert bekommt. Wenn die ganzen Softwareprobleme abgestellt sind, dann wäre es noch eine Überlegung wert. Das war der Hauptgrund für eine Rücksendung, die dank Amazon immer wieder sehr einfach gestaltet ist.",
      "Fazit: Leider muss man abwarten bis die Softwareprobleme gelöst sind, oder eine komplett neue Version der Fusion herauskommt.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R22IFU1M1ESP3D",
    "review_title": null,
    "review_date": "Reviewed in Spain on December 15, 2018",
    "review_text": [
      "\n  Es lo prometido por GoPro...es la mejor cámara de acción con calidad de imagen 4k y 360° de cobertura visual...grabas y te olvidas de controlar lo que estás grabando porque luego en el editor de vídeo puedes coger los ángulos de cámara que quieras como si hubieras hecho la grabación con 10 camaras\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1ABG1RG7DR2J1",
    "review_title": null,
    "review_date": "Reviewed in Mexico on December 1, 2018",
    "review_text": [
      "\n  Excelente cámara, un poco más cara que otras del estilo como Ricoh tetha v o las insta 360, pero la marca da un poco de tranquilidad.",
      "Necesitas un equipo más potente que el promedio para que el software no tenga problemas.",
      "Un punto a considerar previo a comprar es que usa dos memorias micro SD.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1V49LXM32FIRL",
    "review_title": null,
    "review_date": "Reviewed in India on January 13, 2019",
    "review_text": [
      "\n  Battery life is only upto 45 mins. It's not good for beginners as it's a bit complicated when you want to transfer the footage from camera to your storage device. Low light is a problem. Doesn't capture great images / videos in low light. Final wording, if this is not required please don't purchase, specially for personal use. Pros can still manage to spend money as it's their need of the hour.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R17LXDH23PXG4W",
    "review_title": null,
    "review_date": "Reviewed in Canada on April 17, 2020",
    "review_text": [
      "\n  I used this camera this winter and the quality is amazing.  For a good discount, all the 'quirks' of this camera can be looked past and overcome, if you can work with the footage on a computer.  Like other GoPro cameras this one too will randomly freeze up sometimes, but pulling the battery out to reset the camera fixes this.  If I had paid the full original price, I would have returned it, but I paid less than half of that.",
      "Also, the quality of the still images is very poor - great for video, not for photos.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RU6KEW0LB25LN",
    "review_title": null,
    "review_date": "Reviewed in Germany on September 21, 2019",
    "review_text": [
      "\n  Twoo camera that's has problems. I decided to buy the insta 360 one x\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R26OHM5QQLD1ML",
    "review_title": null,
    "review_date": "Reviewed in Canada on December 29, 2020",
    "review_text": [
      "\n  This is my 4th GoPro. Not like other gopro easy to use which I understand since this fusion is 360 camera. Good thing is catching wide 360 videos without seeing selfie stuck. Also long battery life. A little tricky thing is you have to use two SD cards together all the time and I still didn't figure out how to stiches videos. I basically just screen recording when I play the videos on my phone. Plus the video quality is way lower than regular gopro I have.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R66QMN3IBF1QY",
    "review_title": null,
    "review_date": "Reviewed in Germany on October 5, 2018",
    "review_text": [
      "\n  Ich versuche mich kurz zu halten:",
      "+",
      "Kamera/Videos mega cool! Neue Vielfalt an Möglichkeiten, Kreativität pur!",
      "-",
      "Extrem lange Bearbeitungs- bzw. Postprocessing-Zeiten, Tools unausgereift, fehlender Support für Android, Optik anfällig für Kratzer (eigentlich keine Actioncam, da man sie nichtmal hinlegen kann ohne Hülle)",
      "Man muss echt viel Zeit investieren, um gute Videos heraus zu bekommen, aber wenn man diese Zeit aufwendet, dann ist der Wow-Faktor garantiert. ;)\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R25QEALO0BXL1F",
    "review_title": null,
    "review_date": "Reviewed in Canada on August 28, 2020",
    "review_text": [
      "\n  Cool camera... however! While the image is cool, zooming in will reveal the low quality image. Also you will need a really powerful pc to produce a high quality video. And even then, it does not look too good.",
      "If you want a cool Instagram camera, sure. Otherwise I would suggest that you buy a more traditional camera. Cheap good quality 369 camera is just not here yet.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R17BXQ1F9U5QE9",
    "review_title": null,
    "review_date": "Reviewed in Italy on March 24, 2019",
    "review_text": [
      "\n  Telecamera di alta qualità e facile da usare! Se non si ha voglia di passare tanto tempo con l’editing basta fare video corti e caricarli sull’app del cellulare e modificarli da lí.",
      "Facile da usare e qualità incredibile! Usata sciando e la stabilizzazione è incredibile, è anche caduta e non è successo niente.",
      "Buon prodotto per video diversi dagli altri!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2X4HT2K4KW64X",
    "review_title": null,
    "review_date": "Reviewed in Mexico on March 24, 2020",
    "review_text": [
      "\n  Aún en 2020 sigue siendo una las mejores cámaras para 360 que existen, no me arrepiento de comprarla.",
      "Llegó mucho antes de lo esperado y en buen estado, con un buen empaque.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RX5VE9LBIYJ4R",
    "review_title": null,
    "review_date": "Reviewed in Spain on November 17, 2018",
    "review_text": [
      "\n  Al nada de comprarla se estropeo y me dicen que tengo que repararla y quedarme sin ella mas de tres semanas... menuda estafa!!!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3NQJ1DBVPIYH7",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 26, 2019",
    "review_text": [
      "\n  Bild eins wurde mit der GoPro Fusion und das zweite mit einem Samsung Galaxy S9+",
      "Das dürfte als k.o. Kriterium genügen. Von den extrem langen Renderzeiten und der damit unpraktikablen Handhabung brauche ich so gar nicht mehr lange berichten...\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3JYM2IHGBFL7K",
    "review_title": null,
    "review_date": "Reviewed in Australia on July 12, 2020",
    "review_text": [
      "\n  it's a big fat elephant it's useless. it shows a lot of battery. distressingly terrible quality. half an hour would take you two days to render. two lenses one lens slightly out of focus. 360 images can only be played on a computer. 360 images cannot play on TV. very fragile and heats up badly. it is good for 30 second video only let's still take 15 minutes to render. you cannot take a camera like this was you on holiday. my GoPro 3 done better than this. it is shameful very sad\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R28R2W7MWM07UJ",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 20, 2018",
    "review_text": [
      "\n  Wie erwartet eine supercoole Camera für Actionsportarten. Die Aufnahmen sind einfach der Hammer. Gerade beim Fallschirmspringen ist es für mich eine große Hilfe da ich sehe, was mit meinem Fallschirm passiert.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1OXHEQQMCUOLJ",
    "review_title": null,
    "review_date": "Reviewed in Canada on August 7, 2019",
    "review_text": [
      "\n  For an action camera it’s amazing. For a 360 camera at this price point it’s unreal. This is a device you need to have with you if you are a traveller and want to share the experience with family and friends. Software is complicated to learn but works ok.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R24MI34C0NHEY2",
    "review_title": null,
    "review_date": "Reviewed in Australia on April 22, 2019",
    "review_text": [
      "\n  Takrs a bit to get used to editing via the app. But i am new to action cameras. But it does a great job with reasonable battery life.",
      "However... not happy that 2nd time using it seized while saving and the usb door fell off and is $30 to replace!\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2M9PS59FSDDTH",
    "review_title": null,
    "review_date": "Reviewed in France on August 15, 2018",
    "review_text": [
      "\n  Cette caméra Gopro fusion permet de faire des vidéos et des photos à 360 degrés. tout d’abord, je possède déjà du matériel Gopro dont la Gopro 5. J’ai aussi déjà acheté une autre caméra à 360 degrés ce qui me permet de comparer.",
      "Tout d’abord, autant l’avouer que la Gopro fusion est une des meilleures caméra 360 degrés grand public à l’heure où j’écris ces lignes. Par contre elle vaut plus cher que d’autres modèles mais la qualité est aussi supérieure.",
      "Je vais commencer par parler des caractéristiques techniques. Au niveau de la vidéo, la caméra enregistre en 5.2 K en 30 image par secondes (en ntsc) ou en 25 images par seconde (en pal).",
      "Les photos sont enregistrées en 18 Mp ce qui est bien supérieur à beaucoup d’autres modèles.",
      "Elle est aussi étanche sans boitier. Même si elle est limitée à 5 mètres c’est déjà une bonne chose.",
      "Comme sur les autres caméras de la marque, on retrouve le controle vocal, la stabilisation vidéo,  le gps, …",
      "Lorsqu’on allume la gopro fusion pour la première fois, il est nécessaire de choisir la langue (sur le petit écran qui n’est pas tactile) puis ensuite la caméra demande à se connecter à l’application Gopro. La synchronisation est immédiate pour ma part mais il faut dire que j’avais déjà l’application sur mon smarphone ios et j’avais déjà une autre gopro enregistrée dessus. J’ai juste ajouté la fusion sans avoir à rentrer de code.",
      "La caméra demande ensuite à se mettre à jour. En effet, le firmware livré avec la caméra est en 1.70 et celui qui est proposé est en 1.80 avec plusieurs corrections. Il ne faut pas faire cette étape si vous n’avez pas rechargé complètement la batterie.",
      "La caméra nécessite deux cartes micro sd. En l’occurence, j’ai mis 2 cartes de 32 go qui permettent d’enregistrer soit 1h15 de vidéo en 5.2K soit 6026 photos en 18 Mp.",
      "La caméra est livré avec un pied pour faciliter la prise de vue en 360 degrés. Il y a aussi un sacoche mais pour l’utiliser il faudra retirer les tiges de fixation. D’ailleurs, pour comprendre comment les enlever (il faut soulever les languettes puis les faire glisser), j’ai du me référer à la documentation qui n’est pas fournie mais qui est disponible sur le site officiel.",
      "Etant habitué avec les produits Gopro, je n’ai eu aucun mal à faire des vidéos ou des photos. C’est très facile de changer de mode directement sur la caméra. Sinon vous pourrez utiliser le smartphone.",
      "Ensuite, vous pourrez faire des modifications en post production via Quick de Gopro ou un autre logiciel.",
      "Les vidéos et mêmes les photos en 360 degrés sont de très bonnes qualités. C’est nette et les couleurs splendides (couleurs réalistes).",
      "Le contraste au niveau de la vidéo est impeccable aussi bien en intérieur qu’à l’extérieur.",
      "La prise de vue au départ est assez déconcertante car on se retrouve naturellement aussi sur la vidéo. Pour vous habituer, je vous conseille d’utiliser votre smartphone pour vérifier ce que vous filmez ou ce que vous allez photographier. Par la suite, on prend rapidement l’habitude de ne pas utiliser le smartphone. Cependant, vu que vous n’avez pas d’écran de visualisation sur la caméra, il faudra quelques fois juste regarder via le smartphone le résultat avant de laisser laisser faire la caméra sans intervention.",
      "Gopro a fait un bon produit qui est rétro compatible avec une partie des accessoires de la marque. Cependant, la batterie est différente des anciens modèles et il faudra en prévoir une seconde. Il manque toujours un cache pour la protection des lentilles lors des transports.",
      "Je suis entièrement satisfait du résultat.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R68WO27XRDIFX",
    "review_title": null,
    "review_date": "Reviewed in Canada on August 17, 2020",
    "review_text": [
      "\n  Not sure what the GoPro max is like but as far as my first 360 camera goes, it’s great bang for buck. GoPro software for editing is surprisingly easy to use. I’ve read reviews about the Ricoh Theta, Insta 360 and Max. The fusion probably doesn’t do as good a job as the above with respect to removing the seam between both lenses but at the price, it’s good enough.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3M07MTVHL0K4A",
    "review_title": null,
    "review_date": "Reviewed in Spain on October 23, 2018",
    "review_text": [
      "\n  Va de perlas!! Pero el ordenador lo flipa para mover todo esa info.  Actualizar el ordenador toca.",
      "Posiblidades de vídeo.....  Mil.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R199DEQKLT06VZ",
    "review_title": null,
    "review_date": "Reviewed in Italy on November 4, 2020",
    "review_text": [
      "\n  Molto difficile da usare sia da remoto che non , poco compatibile con le altre gopro .",
      "Qualità dei video molto alta sono richiesti molti gb per registrare video in 5k",
      "Non mi ha convinto\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3RZR53SOKMKZN",
    "review_title": null,
    "review_date": "Reviewed in Australia on October 27, 2019",
    "review_text": [
      "\n  The GoPro fusion can’t remain synced, it disconnects around about 2m’s away.",
      "The app constantly freezes and quits (with a new iPhone X)",
      "No support from GoPro",
      "Can’t even find out how to get a refund.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2SG2SP1KHCZ3H",
    "review_title": null,
    "review_date": "Reviewed in France on March 5, 2020",
    "review_text": [
      "\n  Il faut un bon pc, et pas mal d'espace pour le retraitement !",
      "Un firmware 2.0 beta est dispo chez GoPro pour enregistrer en 5.6k.",
      "l'encodage en 5.xk dans GoPro studio n'est possible qu'avec les codecs cineform et prores.",
      "cineform est compressé, prores fait des fichiers gigantesques.",
      "sauf que cineform est très mal géré, et fait exploser la mémoire lors d'encodage de vidéos longues. contournable en allouant un pagefile.sys gigantesque. Préférez prores et ses gros fichiers si vous avez de la place...",
      "le résultat final est bluffant, l'utilisation avec la perche télescopique rend vraiment super bien, les vidéos 360 immersives sont super sympas, surtout au casque VR (même avec un PS VR faiblard).\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R209EM2BE7HRWZ",
    "review_title": null,
    "review_date": "Reviewed in Mexico on July 26, 2020",
    "review_text": [
      "\n  Pésima imagen, se ve dividida y la mitad se ve más clara que la otra mitad. La calidad es pésima! La tuve que regresar después de probarla. NO LA RECOMIENDO!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R13IHZCFAR5CKN",
    "review_title": null,
    "review_date": "Reviewed in Mexico on June 24, 2020",
    "review_text": [
      "\n  Como he leído en otros comentarios, los archivos generados son muy grande y el renderizado de unos minutos de video puede llevar varias horas si no se cuentas con equipo potente, ademas hay que comprar las 2 memorias que no vienen incluidas y se requiere algun software como Adobe Premiere para la edición de los videos.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1KZBRWHZ2O6F7",
    "review_title": null,
    "review_date": "Reviewed in Mexico on June 10, 2019",
    "review_text": [
      "\n  Gran producto. Fácil de usar y con muy buena compatibilidad con varios dispositivos y plataformas\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2ZGWEUY0D6TD7",
    "review_title": null,
    "review_date": "Reviewed in India on August 25, 2019",
    "review_text": ["\n  Damaged and used  camera supplied\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R25EWBR8TKGMEO",
    "review_title": null,
    "review_date": "Reviewed in Australia on January 27, 2019",
    "review_text": [
      "\n  Been using this for about a month now. Only thing I don’t like is the fact the lenses are exposed. Always concerned that they are going to be scratched or chipped. Other than that I love it. Small light and captures great video.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2OT8E67MIKA00",
    "review_title": null,
    "review_date": "Reviewed in Mexico on October 14, 2018",
    "review_text": [
      "\n  Me encuentro abriendo el producto en este momento y me voy dando cuenta que llego con una marca en uno de sus lente, que solución se puede dar correspondiente a este tema.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2YZIHPU3KMDHP",
    "review_title": null,
    "review_date": "Reviewed in Germany on July 21, 2019",
    "review_text": [
      "\n  Ich habe die Kamera noch nicht getestet, aber der erste Eindruck ist schon mal Klasse. Mir ist noch nicht ganz klar, ob man sich damit komplett eine GoPro Hero 7 Black sparen kann.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R4U2PDQ91HC24",
    "review_title": null,
    "review_date": "Reviewed in Mexico on July 22, 2020",
    "review_text": [
      "\n  Sin duda el costo va de acuerdo a la calidad. Con GoPro no hay fallas. Esta cámara está: ¡ESPECTACULAR!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1SLQ9QMQVG8RG",
    "review_title": null,
    "review_date": "Reviewed in Mexico on January 26, 2020",
    "review_text": [
      "\n  Buena tarde, tengo una duda, les compré esta cámara, pero hay ocasiones en las que la cámara apagada se enciende sola y prendida se apaga, a qué se debe esto, alguna solución?\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "RM2L0QC7VVGY6",
    "review_title": null,
    "review_date": "Reviewed in Italy on December 2, 2019",
    "review_text": [
      "\n  Un altro mondo! un altra qualità! un modo di rivivere i propri ricordi a 360°\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R25HLH2YUJQI7U",
    "review_title": null,
    "review_date": "Reviewed in Canada on September 29, 2019",
    "review_text": [
      "\n  Is not compatible with the Huawei phones. makes stitching the camera hard and very time consuming.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3NGRDFZ2OA8CU",
    "review_title": null,
    "review_date": "Reviewed in Canada on July 6, 2020",
    "review_text": [
      "\n  Good 360 camera. But it stalled when I was doing video. Maybe memory card not Good\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2X8IQJQCLRHRP",
    "review_title": null,
    "review_date": "Reviewed in Italy on July 24, 2019",
    "review_text": [
      "\n  Una camera da capire perché non è proprio immediata comunque ci sono gratuitamente tante possibilità per completare progetti 360 gradi\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R14NX7EML73KU2",
    "review_title": null,
    "review_date": "Reviewed in France on November 14, 2018",
    "review_text": ["\n  Images dingue mais post prod horrible\n"],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "RYDSBTRIMK21",
    "review_title": null,
    "review_date": "Reviewed in Germany on August 10, 2019",
    "review_text": [
      "\n   Mit der GoPro Fusion 360 bin ich rundum zufrieden.Bilder und Filme haben eine gute Qualität. Aber zum rendern der Filme braucht man schon einen gut ausgestatteten PC. Ich habe einen i7 Prozessor mit 32 GB Arbeitsspeicher und der passenden Grafikkarte. Zum rendern von einem 60sec. FILM  BRAUCHT MEIN Rechner ca. 25 Min.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2MI8805V7SE1",
    "review_title": null,
    "review_date": "Reviewed in Mexico on January 29, 2020",
    "review_text": [
      "\n  Desde que lo compré a veces la pantalla se pone verde con muchas rayitas, o se congela la pantalla hay que estarle sacando la batería a cada rato\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2WGMLIZR52IA1",
    "review_title": null,
    "review_date": "Reviewed in Canada on August 4, 2018",
    "review_text": [
      "\n  A great camera! You will need a good computer to make editing the videos easier though. Im using a Ryzen 7 1700 overclocked to 3.6ghz, 32gb of ram and an Asus R9 Nano graphics card and it has no problems rendering everything.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R38IF546M0SVFR",
    "review_title": null,
    "review_date": "Reviewed in France on January 3, 2020",
    "review_text": [
      "\n  Seul problème : on voit la séparation dans les vidéos en 360 degré, il y a comme une délimitation entre la caméra 1 et la camera 2. Mais ça ce voit que pour les gros plans ! Pour les plans de paysage ou de montagne, c'est quasiment invisible à l'œil nu ! J'ai passé des images de cette caméra dans un cinéma, tout le monde à adoré !",
      "Il faut savoir l'utiliser et passer du temps sur des tutoriels pour apprendre à s'en servir sur le logiciel ! rien de bien sorcier\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3825GZTKHR6IR",
    "review_title": null,
    "review_date": "Reviewed in Mexico on October 31, 2018",
    "review_text": [
      "\n  Excelente cámara, videos de muy buena calidad. Muy recomendable.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1EA7TZP6A35Z5",
    "review_title": null,
    "review_date": "Reviewed in France on December 4, 2018",
    "review_text": [
      "\n  Une caméra Super, des films magnifiques des photos super! Tous ça dans un boîtier de 10cm2. La qualité, pour la taille du boîtier est vraiment géniale.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R24H4AEDBMH8ED",
    "review_title": null,
    "review_date": "Reviewed in Mexico on February 16, 2020",
    "review_text": [
      "\n  La cámara tiene defecto se calienta la pila sin usarse y por lo mismo se queda sin batería. Inicie la devolución de mi dinero es una lástima me gustaban mucho las fotografías que toma.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2H57430OFSJGH",
    "review_title": null,
    "review_date": "Reviewed in Mexico on April 7, 2019",
    "review_text": [
      "\n  No llego en tiempo, no trabaja para nada bien con los galaxy s8plus y galaxy s10 pesima cámara. No la recomiendo\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R29GPT8VCUYDIS",
    "review_title": null,
    "review_date": "Reviewed in Mexico on January 10, 2020",
    "review_text": [
      "\n  El paquete llego en perfecto estado, la cámara funciona muy bien y toma muy buenas fotos. El tripie un poco pequeño para mi  gusto pero nada que afecte el desempeño de la cámara.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RN1BD7W114EKX",
    "review_title": null,
    "review_date": "Reviewed in Mexico on August 18, 2019",
    "review_text": [
      "\n  El software de edición para reunir los dos videos de ambas SD  es un poco limitado y tardado en el proceso de render y la duración de la batería es de solo 2 horas.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1QAT9KLMMIXUN",
    "review_title": null,
    "review_date": "Reviewed in Canada on July 19, 2019",
    "review_text": [
      "\n  Never opened as I read after purchase the requirements for laptop are 8gb of ram. stellar looking camera wish I could've tried it!!!!\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3RW5TBLBF95H4",
    "review_title": null,
    "review_date": "Reviewed in France on October 9, 2018",
    "review_text": [
      "\n  Une cata pour exploiter les fichiers.. pas du tout intuitif. Prévoir des sim avec beaucoup de stockage !!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R31II0PLNL1ME5",
    "review_title": null,
    "review_date": "Reviewed in Mexico on March 3, 2020",
    "review_text": [
      "\n  La pedí por error. Llegó y me gustó mucho ya no la quiero devolver . Pero se calienta mucho en el momento de grabar . Me gustaría saber las condiciones de garantía???\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "RZHIWWURROFOL",
    "review_title": null,
    "review_date": "Reviewed in Mexico on July 26, 2020",
    "review_text": [
      "\n  Muy frágiles las tapas la mía se abrió y se mojó por dentro , lástima porque me gustaba mucho pero no es muy segura para deportes acuáticos\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3KDLW1UGINQ3M",
    "review_title": null,
    "review_date": "Reviewed in Italy on May 16, 2020",
    "review_text": [
      "\n  Buona camera 360, penso che migliore per questo prezzo\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1LHT9K4UAHGI4",
    "review_title": null,
    "review_date": "Reviewed in Mexico on June 4, 2018",
    "review_text": [
      "\n  Muy buen producto, super recomendable. Los videos de la cámara son de muy buena calidad. Eso si, necesitarán un buen equipo para la edición de video.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3NASDF8D1NAV2",
    "review_title": null,
    "review_date": "Reviewed in Mexico on November 7, 2019",
    "review_text": [
      "\n  Exelente compra a la hora de viajar se capturan muy buenas tomas\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RS8YJUXMFFCSJ",
    "review_title": null,
    "review_date": "Reviewed in Mexico on June 18, 2020",
    "review_text": [
      "\n  Muy bien, para ser una cámara que salió hace 2 años funciona increíble y nos sirve en la agencia para l creación de recorridos virtuales\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2C4G7X84QJRMB",
    "review_title": null,
    "review_date": "Reviewed in Italy on August 16, 2019",
    "review_text": [
      "\n  Ottima qualità foto e video.",
      "Purtroppo a volte pur essendo OFF, la goPro si surriscalda e di conseguenza la batteria si scarica del tutto.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2HYYVXVB2MKAO",
    "review_title": null,
    "review_date": "Reviewed in Canada on May 10, 2020",
    "review_text": [
      "\n   The box was delivered open and several items were missing\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1R8DPSBSSLK6V",
    "review_title": null,
    "review_date": "Reviewed in Mexico on April 24, 2019",
    "review_text": [
      "\n  Una cámara deportiva muy buena en cuanto a calidad precio. La calidad de la imagen y video de verdad vale lo que cuesta.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RUU3HHAJOL6I6",
    "review_title": null,
    "review_date": "Reviewed in Mexico on July 1, 2019",
    "review_text": ["\n  Excelente\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2GKYTNCJWDXUM",
    "review_title": null,
    "review_date": "Reviewed in Germany on June 18, 2019",
    "review_text": [
      "\n  Die GoPro ist eine nette Spielerei aber nicht unbedingt empfehlenswert, da die Video bearbeitung leicht anstrengend und schwer ist\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2NI69L6PDKBFM",
    "review_title": null,
    "review_date": "Reviewed in Mexico on February 27, 2020",
    "review_text": [
      "\n  Una excelente cámara, lo único complicado es editar el video en 360 requiere de tiempo y una buena computadora.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3AQCQLJ4PMTV7",
    "review_title": null,
    "review_date": "Reviewed in Mexico on June 29, 2018",
    "review_text": [
      "\n  tiene excelente imagen y la calidad es buenísima, no me acomodo debido a que no me acomode a la imagen 360 grados, pero es excelente producto.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R18GIK2787ETH4",
    "review_title": null,
    "review_date": "Reviewed in Canada on December 5, 2020",
    "review_text": ["\n  Great\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3WQCYM352NGR",
    "review_title": null,
    "review_date": "Reviewed in France on April 14, 2020",
    "review_text": [
      "\n  J’ai patienté avant de donner mon avis afin d’être objectif.",
      "J’avoue que cette caméra a un énorme potentiel mais quelques personnes pourront l’exploiter a fond du à sa relative complexité de montage.",
      "En dehors de ça il y a moyen de faire de très très belles choses !\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R34CD0Z76N9FG8",
    "review_title": null,
    "review_date": "Reviewed in Mexico on December 28, 2018",
    "review_text": [
      "\n  Una cámara increíble seguro la volveré a comprar\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1VSKDEZC4FPH9",
    "review_title": null,
    "review_date": "Reviewed in Canada on March 14, 2019",
    "review_text": [
      "\n  Great product! Packs up quick and has great quality. Needs a bit better card management location.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3MRTL5PN7WZCT",
    "review_title": null,
    "review_date": "Reviewed in Germany on March 24, 2020",
    "review_text": [
      "\n  Qualität der Bilder leider zu oft unscharf",
      "Verbindung via App stürzt leider zu oft ab\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3926AUCYODKBU",
    "review_title": null,
    "review_date": "Reviewed in Canada on April 10, 2020",
    "review_text": [
      "\n  So fast shipment and such amazing Go Pro ; )) THANKS A LOT\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1YQP4OCYOFKMX",
    "review_title": null,
    "review_date": "Reviewed in Mexico on August 7, 2019",
    "review_text": ["\n  Esta increible\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R10PC2ZMSPFBHJ",
    "review_title": null,
    "review_date": "Reviewed in Mexico on April 25, 2019",
    "review_text": ["\n  Perfecta para Vr\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R12VX75THS12T3",
    "review_title": null,
    "review_date": "Reviewed in Mexico on March 20, 2020",
    "review_text": [
      "\n  Súper importante actualizarla antes de usarla!!\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2RFRLKLJKKGP",
    "review_title": null,
    "review_date": "Reviewed in Australia on October 29, 2020",
    "review_text": ["\n  As described\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R6466J4W1U7L9",
    "review_title": null,
    "review_date": "Reviewed in Mexico on October 8, 2019",
    "review_text": ["\n  Tarda mucho en bajar los videos.\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "ROURN7S0LSL5W",
    "review_title": null,
    "review_date": "Reviewed in Italy on July 5, 2019",
    "review_text": ["\n  Ottimo prodotto tempi velocissii\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R38X6S01M8232W",
    "review_title": null,
    "review_date": "Reviewed in Mexico on November 8, 2019",
    "review_text": ["\n  Esta desprendido esta tapa\n"],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R55HP29Z7GY01",
    "review_title": null,
    "review_date": "Reviewed in Mexico on April 14, 2019",
    "review_text": ["\n  sin detalles todo ok\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R18I1ZPLS4O76T",
    "review_title": null,
    "review_date": "Reviewed in Mexico on August 26, 2018",
    "review_text": ["\n  Excelente compra, vídeos 360 en calidad 5k.\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "RP483XNN61MI",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on May 22, 2018",
    "review_text": [
      "\n  The big let down of almost all 360 cameras I’ve used has been the user interface or the image stitching. Took the GoPro fusion to the climbing centre last night and the results are impressive. The camera produces great quality high resolution images and the user interface on the GoPro app allows you to make great photos in seconds. Videos are not as convinient to do. But that’s the nature of 5K resolution unfortunately.",
      "It’s a well built, well presented camera that produces high quality imagery. The downside is it being nearly £700.",
      "If you’re not planning on utilising the spherical shots all the time, the app does allow you to easily crop a retangular image from the larger image. This does increase the versatility of the camera. Without this, the camera would be a very expensive and somewhat impractical gadget.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1LX7V84L41VPH",
    "review_title": null,
    "review_date": "Reviewed in France on January 1, 2019",
    "review_text": ["\n  Impressionnante\n"],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R33SN6ENA358UE",
    "review_title": null,
    "review_date": "Reviewed in Canada on May 16, 2018",
    "review_text": [
      "\n  This was a huge disappointment.  I read many reviews how bad the required software was but I thought they would have fixed it by now.  I was wrong.  The software was dead, would not even start the process and just crashed and I have a new computer with the newest Windows 10.  I tried to get support but they required me to PAY to get support!!",
      "This was terrible, the little bit of quality I was able to see was not impressive either.  And for the high price and the popular brand name I expected it to at least work.  STAY AWAY from this product!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R27ZV3XW9D3UR4",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on May 28, 2018",
    "review_text": [
      "\n  I have used camera for a week, but without desktop or laptop you just can’t share your photos or videos.",
      "- no option to export 360 picture to photo library and post to facebook latet. Support says it’s because format is not supported, but it’s not true. Same picture transfered to iPhone from mac via iCloud can be easily shared to FB.",
      "- built-in sharing never worked for me. Support has no solution.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2XGP4KJHCG5O4",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on April 30, 2018",
    "review_text": [
      "\n  Absolute beast. If you are a vlogger. Know that your content is gonna sky rocket off the roof!! Amazing purchase. Super happy. Only tiny downside is time to stitch footage. But thats gonna happen with any 5.2K 360 footage.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R4QOH42A4Y16H",
    "review_title": null,
    "review_date": "Reviewed in Germany on May 12, 2018",
    "review_text": [
      "\n  +Extrem gute Stabilisierung. (als mein Osmo Mobile + iPhone).",
      "+Hochwertige VR-Nähte mit unbemerkbaren Stichlinien.",
      "+Sehr gute Integration mit Adobe Premiere Pro.",
      "+Gopro Studio ist schnell und einfach (wenn Sie Dateien auf schnelle SSD kopieren, um zu arbeiten)",
      "+Hochwertige Materialien in der Kamera.",
      "+Sehr einfach zu benutzen beim Sport.",
      "+Sie können A und B gleichzeitig für 2D-Videos rollen lassen und viele Einstellungen nach der Produktion vornehmen.",
      "-Die Linsen sind freigelegt und können beim Betrieb nicht geschützt werden.",
      "-Kann keine Filter verwenden",
      "-Nicht zum Tauchen",
      "-unbequem in einigen Szenarien.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R20QS7JO2I68N6",
    "review_title": null,
    "review_date": "Reviewed in Canada on May 16, 2018",
    "review_text": [
      "\n  I wanted to really like this camera, but GoPro's desktop and mobile app to process the 360 footage needs more work before it's ready for consumer use. The minimum computer requirements for the desktop app is totally understated by GoPro. The graphics card needs to be at least a GTX 1050 for reasonable stitching times (6 minutes of stitching time for every minute of footage). The mobile app for iOS needs proper stitching for 360 stills. 360 video stitches fine on the phone, but stitching for 360 stills is practically non-existent. How did software quality control miss this??? And there's also no way to control the horizon orientation when panning around 360 footage - it just spins in seemingly random directions. GoPro, please take a look at how Ricoh did their app for the Theta and take some notes.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3B6D4HZPHSQCZ",
    "review_title": null,
    "review_date": "Reviewed in Italy on July 5, 2018",
    "review_text": [
      "\n  Si tratta di un dispositivo NON PROFESSIONALE (il notturno lascia molto a desiderare) con un peso non indifferente e con l'inconveniente delle 2 memory card.",
      "Le foto vengono salvate SEPARATE tra la lente frontale e quella posteriore, anche per i video.",
      "L'unico motivo che mi spingerebbe ad utilizzarla è la stabilizzazione del video ma... la dimensione dei file prodotti è ancora difficile da gestire. 4 minuti di video 15 gb. Sicuramente è la compatta con la migliore qualità, ma i 900 euro che occorre spendere (799 di listino + le memory card) non sono buoni se paragonati al tipo di utilizzo. Resiste agli schizzi ma non va bene per il subaqueo... è buona ma non va bene di notte... il video va bene ma non si può estrapolare solo un video tradizionale selezionando le angolazioni differenti per seguire la scena....insomma un prodotto a metà e costoso come un prodotto ottimo. PS: pesante anche se piccola, non perfetta per essere applicata ad una bici o altro.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R248ALVG7VOWV7",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on June 5, 2018",
    "review_text": [
      "\n  Tried a few other 360 cameras and this is the best yet.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3NT6PL342J7UX",
    "review_title": null,
    "review_date": "Reviewed in the United Kingdom on April 26, 2018",
    "review_text": [
      "\n  the software does crash a bit in post production but this has the makings of a great 360 camera.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2WAKVW06K0C3C",
    "review_title": null,
    "review_date": "Reviewed in Italy on August 8, 2018",
    "review_text": [
      "\n  Molti i difetti di questa videocamera: scalda come un forno a microonde (ma se dovete cuocerci sopra qualcosa è ottima!) si spegne automaticamente dopo 15 minuti di ripresa (se la cosa che dovete cuocere ha tempo di cottura di 15 minuti esatti però è funzionale), non va per niente bene per gli sport estremi perché troppo delicata e non esiste un case protettivo dedicato (comunque cuocere non rientra fra queste attività estreme).",
      "Ma la cosa peggiore di tutte è la tragicomica applicazione per iOS... Ogni volta che cerco di utilizzarla crasha almeno 4-5 volte, anche solo per scaricare i contenuti.. Una TRAGEDIA.",
      "Fortunatamente, per cucinare, la app non serve.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R96R7450AP1RF",
    "review_title": null,
    "review_date": "Reviewed in Italy on July 23, 2018",
    "review_text": [
      "\n  Per un oggetto che costa quasi 700 euro mi aspetteri la massima cura nell'imballaggio e nel trasporto. Purtroppo il trasporto è affidato a SDA, quindi il peggiore in assoluto. Se poi la confezione della GoPro viene semplicemente inserita in una scatola Amazon ed un po di carta solo da una parte, il risultato è scontato: scatola mezzo aperta da entrambi i lati, tutta schiacciata, e dentro che sballottolava la mia nuova GoPro Fusion.",
      "Visti gli unici 3 feedback, negativi per questa Fusion (mentre su Amazon.com sono positivi) inspiegabilmente, mi riservo di testare la macchinetta e aggiornare la recensione. La GoPro Fusion si presenta molto bene e promette grandi cose. A presto!\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R124PFTWCSDAUZ",
    "review_title": null,
    "review_date": "Reviewed in Germany on July 1, 2018",
    "review_text": [
      "\n  Hab' die Fusion gekauft, weil in diversen Testberichten die Bildqualität sehr gelobt wurde. Mich interessieren nur Photos, mdait bin ich bei GoPro aber offenbar beim falschen Hersteller gelandet...",
      "Im Vergleich zu meiner alten Ricoh Theta S sind die Bilder ein bisschen besser, für VR (in meinem Fall Oculus Rift) aber immer noch ungeeignet. Vor allem im Low-Light-Bereich rauschen die Bilder sehr stark und es gibt keinen Photomodues, der das automatisch behebn würde - an HDR garnicht zu denken.",
      "Die Photos haben eine Auflösung von 5760x2880.",
      "+ Man kann die Kamera ohne App bedienen",
      "+ Der beigelegte \"Selfie Stick\" ist als Stativ verwendbar",
      "+ Die Sprachsteuerung funktioniert überraschend gut",
      "+ Die Software (Fusion Studio) richtet die Photos automatisch am Horizont aus, egal wie schief die Kamera gehalten wird (all Achsen)",
      "- Keine Möglichkeit eine Verzögerungszeit für Aufnahmen zu konfigurieren, was gerade für 360-Kameras eigentlich ein KO-Kriterium ist",
      "- Die GoPro App unterstützt am Handy die Fusion nicht, daher keine Fernauslösung, was die Kamera zusammen mit dem vorigen Punkt eigentlich für Photos unbrauchbar macht. Man kann allerdings eine Fernbedienung nachkaufen, die allerdings mit 100€ nicht gerade ein Schnäppchen ist. Die Fernauslösung per Sprache, ist in vielen Situationen leider keine Option.",
      "- Ohne App kann man nicht sofort sehen, wie Aufnahmen geworden sind. Das ist speziell wenn man mit Belichtung etc. experimientiert furchtbar",
      "- Die Software am PC entfernt beim Zusammenfügen der 360-Bilder das Aufnhamendatum, was die Archivierung sehr erschwert.",
      "- All Unterwasserphotos sind bisher unscharf gewesen",
      "- Für das proprietäre RAW Format gibt es keinen Konverter von GoPro - man muss sich den von Adobe besorgen und die Bilder zuerst von GPR nac DNG konvertieren, bevor man sie bearbeiten kann",
      "- Man kann die Kamera ohne den \"Selfie Stick\" nicht so halten, dass beim Photgraphieren die Hand im Bild ist",
      "- Der beigelegt \"Selfi Stick\" ist so massiv, dass man ihn nicht einfach einstecken und mitnehmen kann",
      "- Der beigelegt \"Selfi Stick\" hat keinen Fernauslöser",
      "- Die Kamera hat kein Standardgewinde. Daher ist man an teurere GoPro Produkte gebunden, von denen es auch weniger Auswahl gibt",
      "- Bei meinen Versuchen mit Videos ist die Software (Fusion Studio) andauernd abgestürzt",
      "- Das Stching ist merklich schlechter als bei Ricoh und im Übergangsbereich ist das Bild unscharf\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R26M7DABE676F0",
    "review_title": null,
    "review_date": "Reviewed in Italy on September 17, 2018",
    "review_text": [
      "\n  È la mia prima macchina fotografica a 360° e nonostante le sue piccole dimensioni ha un peso ben valido.",
      "Nella confezione ho trovato tutto il necessario per poter utilizzarla sin da subito, ma attenzione, bisogna acquistare da parte le due schede Sim (due perché ogni videocamere delle due da entrambi lati utilizza una scheda di memoria).",
      "GoPro Fusion è fatto con gli ottimi materiali e questo vale anche per la staffa inclusa nella confezione, molto comoda da portarlo oppure posizionarlo anche sulle superfici non proprio stabili.",
      "Ovviamente si può cominciare ad utilizzarlo subito ma per poter vedere i nostri scatti o video bisogna installare le applicazioni (GoPro, Myk e Quik) sullo smartphone con cui collegare il GoPro Fusion.",
      "Sin dal primo utilizzo ci viene chiesto di aggiornare il dispositivo.",
      "All'inizio ho avuto qualche problema con il software dell'App Myk siccome perdeva la connessione con il GoPro, ma con l'aggiornamento tutto si è stabilizzato.",
      "La cosa fondamentale quando volete salvare le vostre opere d'arte sullo smartphone svuotate la memoria perché i filmati GoPro sono abbastanza \"pesanti\".",
      "Per quanto riguarda l'utilizzo, l'esso è davvero semplice (potete azionarlo tramite il tasto o tramite l'App).",
      "La risoluzione è davvero eccellente e i filmati risultano stabili, senza interruzioni (ogni filmato può avere max 15min).",
      "L'unico problema è la luminosità dell'ambiente - quando scarsa purtroppo anche la qualità delle registrazioni peggiora.",
      "La funzione che trovo davvero fantastica di questo dispositivo è la over-capture. In poche parole la possibilità di ottenere un filmato girato a 360°, basta posizionare GoPro Fusion sotto di noi o sopra per ottenere un effetto opposto. ​​",
      "Tramite le App possiamo aggiungere alcuni effetti o tagliare alcuni pezzi dell'intero video.",
      "Le App eseguono anche la stitching, ma non con una qualità ottimale.",
      "Tutto sommato, un ottimo dispositivo che dà molta gioia ed è molto facile da usare. Solo per le sue dimensioni e il suo peso non sostituisce una normale GoPro, ma per impressionanti scatti a 360° è una fotocamera davvero performante.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2SKQ973R6K5GO",
    "review_title": null,
    "review_date": "Reviewed in Germany on July 27, 2018",
    "review_text": [
      "\n  GoPros habe ich schon seit der zweiten Generation, und mich immer mal wieder mehr oder weniger damit rumärgern dürfen: Halbgare Firmware, Akkuprobleme, unzuverlässige Connectivity - alles keine Einzelprobleme, sondern Zeichen einer zu frühen Marktveröffentlichung, bei denen die Bugs entsprechend mit in Kauf genommen wurden.",
      "Die Fusion ist nun meine erste 360°-Kamera und insgesamt fällt erfreulich auf, dass viele der sonst üblichen (und bei GoPro fast schon zu erwartenden) Kinderkrankheiten hier nicht auftreten. Plug and Play, bzw. hier wohl eher Load and Shoot, funktioniert soweit erstaunlich gut: Die 360°-Videos sind toll, die Bildqualität wirklich hervorragend, und auch die Fotos wissen zu gefallen!",
      "Schwächen zeigt die Fusion auf jeden Fall bei Available- und Low Light Foto- und Videographie. Eine gute Beleuchtung ist das A&O für entsprechend hochwertiges Material, dies lässt sich sicherlich auch in Innenräumen realisieren, muss jedoch im Vorfeld bedacht werden und ausreichend / vernünftig positionierte Lichtquellen sollten gegeben sein, sonst nimmt die Qualität des Bildes rapide ab.",
      "Die Selbstauslöserfunktion für Foto oder Video lässt sich mit der Sprachfunktion der GoPro im Augenblick sinnvoll realisieren, jedoch wäre es wünschenswert, wenn es hier innerhalb der App oder auch am Gerät noch entsprechende Funktionen gäbe, die eine variable Zeitverzögerung ermöglichen.",
      "Wirklich hervorragend ist die Over Capture Funktion. Einfach gesagt: Es wird 360° Material gedreht, und das konventionelle Bildformat im Endergebnis wird darüber realisiert, dass Kameraschwenks bzw. die Bestimmung des Bildausschnittes im Nachgang per App bestimmt werden. Nimmt beim Shooting ein wenig Denkarbeit ab, und kann für ziemlich cool anmutende Shootings sorgen - jedoch sollte man sich für eine passende Perspektive natürlich dennoch entsprechende Gedanken machen, wie und wo die Kamera entsprechend positioniert wird.",
      "Nicht unterschätzen sollte man die benötigte Rechnerpower, die für die Desktop-App benötigt wird: Mein 3 1/2 Jahre alter iMac 5K mit Maximalausstattung geht hier leider in die Knie und ist keine wirkliche Hilfe. Da die Render-Prozesse über die GPU abgewickelt werden, geht mein iMac hier leider konsequent in die Knie und versagt den Dienst aufgrund von Thermo Throttling - schade (und das auch bei geringeren Auflösungen als den 5.2K). Hier kann eventuell noch an der App nachgebessert werden, so dass das Rendering zwar länger dauert, aber grundsätzlich halt noch möglich ist. Desweiteren wird die angeschlossene Kamera nicht mehr als Laufwerk angezeigt; Material muss hier über \"Digitale Bilder\" importiert werden, das die Kamera tadellos erkennt.",
      "Alles in allem ein tolles Gerät, das bei der Anwendung viel Freude bereitet und sich denkbar einfach in der Anwendung zeigt. Schon alleine aufgrund von Größe und Gewicht kein Ersatz für eine reguläre GoPro, aber für beeindruckende 360°-Aufnahmen eine wirklich performante und benutzerfreundliche Kamera.\n"
    ],
    "review_star_rating": "4.0 out of 5 stars"
  },
  {
    "unique_review_id": "R31Q80ZYDRZIS0",
    "review_title": null,
    "review_date": "Reviewed in Italy on May 14, 2018",
    "review_text": [
      "\n  la macchina e le sue foto sono incredibili, ma il programma che fornisce gopro per fare l'unione delle immagini è qualcosa di abominevole, a parte la lentezza (considerato il pc da 4000 euro che ho), il programma si blocca ogni due secon, non riconosce le clip o quasi mai la gopro e devo manualmente scaricare tutto sul pc. il programma non è personalizzabile e quindi di base vi farà una esportazione sempre ad impostazioni di fabrica. la macchina è uscita da ormai diverso tempo e siamo ancora alla versione 1.0. questo è inaccettabile. per non dimenticare che l'app non è supportata da quasi nessun telefono\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R3U0KYOQNXAWN3",
    "review_title": null,
    "review_date": "Reviewed in France on May 22, 2018",
    "review_text": [
      "\n  Le premier modèle reçu a délivré des images avec des rayures, invisibles sur l'objectif, mais bien présentes en photo et vidéo (c'est inexploitaple, même pour le grand public). J'ai demandé un échange. Le second modèle... fait la même chose. On ne m'a pas proposé un troisième échange, j'attends donc un remboursement. Je ne sais pas si je n'ai pas de chance ou si je suis tombé sur une série défectueuse.",
      "Dommage, car en dehors de ces défauts d'objectifs, les images sont de qualité, au vu du prix de cette machine.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RROQTGSY4BH0B",
    "review_title": null,
    "review_date": "Reviewed in Canada on July 30, 2018",
    "review_text": [
      "\n  Well this is unfortunate; apparently my relatively new PC is not strong enough to handle merging the video and spits out a codec error. I can't seem to get around it. Really unfortunate!",
      "Pros:",
      "+ fairly easy to use once you get it working",
      "+ very cool to playback 360 photos (and video, I'm sure, if it worked) in my Oculus Go",
      "+ battery is decent, but make sure you save it for the good stuff if you can as the unit gets hot and runs down the batter pretty quick with constant usage",
      "+ stabilization is amazing; it's SO stable!",
      "+ the included little kit is great to get started, the tripod/stand is easy to use and fantastic; the software does a decent job at removing it from the frame",
      "Cons:",
      "- with the high bit rate the camera is picky with micro SD cards; I had to upgrade from the 300x cards I had to 1000x and then it worked",
      "- you have to keep the lens constantly clean; about 10-20 percent of my photos/videos are blurry because I had forgotten to clean this lens, it should come with some kind of oleophobic coating to prevent constant smudges",
      "- I really tried to give the software a chance but it is very difficult to deal with; it's not intuitive, the organization of media for rendering is silly, the over capture controls are messy and imprecise",
      "- my computer does meet the minimum requirements (and then some) but the renders never start properly; I searched the forums and everything, tried the suggested fixes, it seems if you downgrade the app to v1.1 that it works, unfortunately I couldn't find an officially supported link for that version and so couldn't test it",
      "- the connection between the phone and the camera works about 90% of the time for me, other times it's either laggy or doesn't want to connect; for the most part this doesn't bother me",
      "It's really unfortunate, the camera itself is fantastic, but the software ruins it. For so much money, unless you are looking to playback on a VR device OR don't want to miss any action, I'd get the HERO instead of this. However, if you still want this, I'd suggest you ensure your technical specs on your machine are higher than the recommended, specifically the 4 GB video card, as this seems to make or break it for some folks.\n"
    ],
    "review_star_rating": "3.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1NT2EP7O74NVU",
    "review_title": null,
    "review_date": "Reviewed in Germany on July 9, 2018",
    "review_text": [
      "\n  Ich habe mir heute den ganzen Abend um die Ohren geschlagen um dann im Internet zu lesen, dass die Kompatibilität zu Android Handys sehr gering ist. Es heißt zwar immer bei gopro, dass die aktuellen Modelle der Smartphones benutzt werden sollen, allerdings funktioniert die gopro App nicht mit dem Samsung Note 8 (dachte es ist ziemlich neu).",
      "Vorsicht bei allen Versprechen von gopro!",
      "Die Fusion geht morgen direkt zurück...\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R1YN0L0Z00XK1Z",
    "review_title": null,
    "review_date": "Reviewed in Canada on August 8, 2018",
    "review_text": [
      "\n  In terms of the quality of the camera there is no doubt that this has the same excellent quality as the other GoPro cameras. The videos are crisp, vibrant, beautiful, and the battery literally lasts forever. However, that's about all that's praise-worthy for this camera.",
      "It is far heavier than any other GoPro cameras I've ever seen/owned/used. Like big-brick-on-top-of-your-head heavy....not to mention it's much bulkier. I get it has more functions but the bulkiness is a huge set-back for me. In addition, the software they use is not compatible with my One Plus phone, and it took me a long tedious time to find that out so I couldn't really use the camera to it's fullest potential.",
      "I get they're trying to cram 100 features into one product, but at least it should work. Especially for the almost one grand price tag.\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "RL253B0WC9NYB",
    "review_title": null,
    "review_date": "Reviewed in Germany on May 17, 2018",
    "review_text": [
      "\n  Totale Enttäuschung, Gopro hat massiv nachgelassen. Hatte vorher die Hero 4. Die Fusion macht zuerst einen guten Eindruck, doch hat massive Detailschwächen: Beim Surfen eingesetzt, kommt Sand durch die Dichtungen und macht das Öffnen des Akkuschachts extrem schwergängig. Für den anderen Schachthat sich die Abdceckung beim Öffnen komplett verabschiedet. Konnektivität funktioniert nur zu Quick, nicht zu Mac. Das ist echt Mist, und hätte ich bnoch die Originalverpackung, würde ich das Ding einfach zurückschicken. Schade, so macht Gopro sich selbst kaputt\n"
    ],
    "review_star_rating": "2.0 out of 5 stars"
  },
  {
    "unique_review_id": "R6Y8C1CN4AQ6Z",
    "review_title": null,
    "review_date": "Reviewed in Germany on June 20, 2018",
    "review_text": [
      "\n  Vollkommen unausgereift. Würde ich nicht mehr kaufen. Idee cool - aber die Umsetzubg ist echt schlecht.\n"
    ],
    "review_star_rating": "1.0 out of 5 stars"
  },
  {
    "unique_review_id": "R2GS309B3H3Y7F",
    "review_title": null,
    "review_date": "Reviewed in Germany on July 1, 2018",
    "review_text": [
      "\n  Die Actioncam ist für vielfältige Einsätze bestens geeignet. Sie ist mit ca. 7,5 x 7,5 x 4 cm sehr kompakt und robust gebaut. Die Oberfläche ist gummiert und was besonders gut ist, alle Kanten sind abgerundet. Die beiden Kameraaugen stehen logischerweise hervor, sonst könnte man den 360 Grad Winkel nicht gut abdecken. Sicherlich ist hier besondere Vorsicht geboten, denn schon beim Hinlegen liegt die Kamera immer auf der Linse. Das mitgelieferte kompakte Cover ist daher sehr praktisch, weil man die Kamera dort sehr gut, schnell und sicher verstauen kann. Die beiden Klappen für den Akku und die beiden microSDHC-Karten einerseits und den USB-C Anschluss andererseits sind als Schub- und Gelenk-Klappen ausgebildet. Sie lassen sich trotz der Dichtungen leicht bedienen. Die Funktionsweise ist relativ einfach, zuerst wird die Klappe mit der innenliegenden Dichtung mit dem Schubdeckel fest angedrückt und der Schubdeckel eingeschoben. Dadurch wird verhindert, dass sich die Dichtung mit der Zeit abreibt und undicht wird. So eine Konstruktion ist immer eine sehr gute und dichtungsschonende Variante, die auf Langlebigkeit ausgelegt ist. Sicherlich müssen die Dichtungen und die Schubrillen auf Sauberkeit überprüft werden, denn Schmutz und Staub können die Klappenmechanik erheblich beschädigen. Die Tasten zum Öffnen der Klappen sowie die beiden Bedienschalter sind gut zugänglich, bedienbar und funktionieren sehr gut. Das Display zum Einstellen der Funktionen ist ca. 1,5 x 1,5 cm groß und gut beleuchtet. Die Symbole, Zahlen und Buchstaben sind gut lesbar. Auch die Bedienung durch die beiden Tasten ist sehr gut. Die Menüführung und die Einstellungen sind selbsterklärend und genau so muss es sein. Hier können Einstellungen für Videos, Photos, Zeitrafferaufnahmen, Sprachsteuerung und die Verbindungsart für die Kommunikation mit dem Smartphone, PC-Tablet usw. vorgenommen werden. Es stehen beide Bänder für WLAN zur Verfügung 2,4 GHz und 5 GHz. Der Akku ist ein Li-ion Akku mit 2620 mAh. Schade, dass hier nicht zwei AA-Standard-Eneloope-Akkus mit zusammen 5000 mAh gewählt wurden, denn vom Platz her würden sie passen. Man könnte schnell mal zwischendurch die Akkus wechseln und zusätzlich hatte man noch die doppelte Kapazität. Die zwei nicht im Lieferumfang beinhalteten microSDHC-Karten müssen immer sehr schnelle Karten sein. Wir verwenden bereits bei unseren Smartphones und Dashcams die SanDisk microSDHC mit UHS-I oder höher sowie mit Class 10. Langsame SD-Karten werden der Actioncam nicht gerecht. Der GoPro typische Anschluss lässt sich nach dem Lösen der beiden Arretierklappen herausschieben und je nach Bedarf austauschen.",
      "Die mitgelieferten Fixierungen für plane und gewölbte Oberflächen haften gut, vorausgesetzt der Untergrund wurde vorher sehr gut gereinigt und vor allem entfettet. Die Selfiestange ist im ausgezogenem Zustand ca. 58 cm lang. Sehr schön ist dabei, daß der Griff zu einem Dreifuß umfunktioniert werden kann. Somit hat man nicht nur einen Dreifuß, sondern, wenn man will, einen Dreifuß mit Teleskop. Das ist sehr nützlich und praktisch.",
      "Die Actioncam liefert sehr gute 360 Grad Bilder in einer hohen Schärfe. Mit Gegen- und seitlichem Licht kann sie erstaunlicherweise sehr gut umgehen. Die Farbbrillanz und weitere Einstellungen können mit der Software eingestellt werden. Die nötige Software für die Bearbeitung kann von der GoPro-Internetseite heruntergeladen werden. Es ist GoPro Fusion Studio, GoPro Quick und der GoPro VR Player. Die Software läuft allerdings nur auf 64-bit Systemen. Wir haben sie auf Rechnern mit Windows 10 Enterprise 64 bit laufen und das funktioniert gut. Vor der ersten Inbetriebnahme sollte man allerdings ein Update der Software für die Actioncam durchführen. Eine Registrierung ist notwendig.",
      "Die Handhabung ist sehr einfach und selbsterklärend. Wer mit Actioncams bereits erste Erfahrungen gemacht hat, wird sich hier sehr schnell zurechtfinden. Beim Anschluss an einen PC, Tablet usw. wird die Actioncam sofort erkannt und man kann auf die einzelnen Dateien auch problemlos zugreifen. Das Aufladen des Akkus geht über herkömmliche USB-Lader ebenfalls problemlos. Ein USB-A zu USB-C – Kabel liegt bei. Auch das Aufladen im Auto oder durch ein Akku-Backup (Größer 5.000 mAh) ist möglich. Bei Akku-Backups und Photovoltaik-Ladern ist wichtig, dass die Kapazität von mindesten 2620 mAh überschritten werden kann, sonst wird der Akku nie voll. Übrigens kann man die Actioncam laden und gleichzeitig aufzeichnen lassen. Das haben wir im Auto gemacht. Wir setzen diese Profi-Actioncam sehr gerne als Dashcam im Auto ein und dafür ist sie ebenfalls perfekt geeignet, sie zeichnet nämlich gleichzeitig 360 Grad auf, also vorne, hinten und die Seiten. Besser geht es nicht! Für uns ersetzt die GoPro Fusion ab sofort die anderen Dashcams. Diese Actioncam ist nicht nur eine Actioncam, sondern auch eine 360 Grad „Beweiscam“ mit Ton. Das ist perfekt!",
      "Die Neuentwicklung der 360 Grad GoPro ist sehr gut und aus unsere Sicht sehr professionell. Sicherlich wäre schön, wenn die Software noch mehr Features hätte, denn herausholen kann man aus den Aufzeichnungen noch weitaus mehr.",
      "Ein sehr gutes, qualitativ sehr hochwertiges und sehr gut und sauber verarbeitetes Produkt.\n"
    ],
    "review_star_rating": "5.0 out of 5 stars"
  }
]
